[PAD]
[UNK]
[START]
[END]
!
"
$
%
&
'
,
-
.
/
0
1
2
3
4
5
6
7
8
9
:
;
?
a
b
c
d
e
f
g
h
i
j
k
l
m
n
o
p
q
r
s
t
u
v
w
x
y
z
°
’
€
tom
non
di
che
la
il
io
un
ha
sono
per
ho
in
mi
una
con
lei
mary
perche
le
molto
questo
lo
si
da
era
voi
lui
noi
piu
essere
cosa
sei
me
qui
sta
tu
ci
suo
mio
fare
come
mai
vero
sia
voglio
ancora
casa
penso
del
cosi
hai
questa
detto
mia
siete
andare
sua
al
piace
avete
ti
fatto
boston
siamo
quello
alla
posso
ora
vi
abbiamo
stato
loro
se
tutti
tutto
so
francese
qualcosa
vuole
dei
po
chi
troppo
te
quando
della
gli
ero
sto
sembra
solo
bisogno
farlo
lavoro
sempre
dove
puo
oggi
parlare
adesso
tempo
ne
bene
delle
hanno
davvero
nel
ad
visto
libro
niente
tuo
devo
sa
nulla
sara
deve
nella
tre
stata
favore
nessuno
piacere
fa
ieri
tua
scuola
gia
quella
quanto
prima
giorno
li
domani
felice
qua
vostro
all
cui
dire
due
ogni
quel
veramente
vorrei
australia
uno
anni
presto
riesco
altro
state
soldi
mangiare
pensavo
problema
andato
sicuro
qualcuno
aveva
vostra
macchina
suoi
vedere
nuovo
voleva
alle
avere
miei
cos
cane
volta
meglio
fosse
qualche
qual
letto
pensa
padre
stai
cose
disse
aiutare
parte
vuoi
stava
comprato
festa
dovrebbe
erano
##te
##no
settimana
su
facendo
abbia
sul
persone
spesso
grande
aiuto
senza
cio
dobbiamo
va
tutte
##i
spero
successo
dalla
puoi
##re
paura
vita
volete
dell
molti
stanza
piuttosto
chiesto
dov
dice
insegnante
idea
denaro
caffe
fuori
possiamo
potrebbe
stanno
appena
abbastanza
dovuto
devi
perso
quasi
uomo
saro
lavorare
sentito
madre
prendere
venire
natale
nome
mangiato
odio
piacciono
molte
sicura
anche
riesce
studiare
male
piano
amici
dato
notte
amo
porta
auto
ritardo
ragione
sarebbe
dal
leggere
trovato
potete
comprare
finito
volte
anno
pensi
volevo
dovete
dopo
bravo
amico
sapere
sapevo
sembrava
avevo
difficile
queste
sera
preso
##ta
avuto
buona
citta
degli
momento
domanda
ma
fu
sulla
grado
acqua
serve
trovare
automobile
cercando
sai
pero
pensate
cibo
nostro
questi
giocare
stavo
tardi
##to
genitori
stiamo
famiglia
andata
inglese
stanco
dovrei
libri
altra
biblioteca
persona
probabilmente
posto
scorsa
sento
quale
mie
solamente
soltanto
nuotare
##ti
riguardo
sapete
tanto
ragazza
buon
intenzione
sola
sue
nostra
telefono
arrabbiato
nuova
computer
aver
fratello
fino
conosco
verita
mattina
ai
faccia
accordo
amiche
impegnato
lettera
occupato
divertente
storia
forse
aspettare
andando
no
sorella
stia
giovane
assieme
parlato
via
film
avrebbe
vivere
modo
cena
andate
fece
figlio
imparare
tipo
dovremmo
stati
errore
venuto
dovresti
aspettando
bambini
##ndo
sapeva
morto
bere
autobus
chiave
stasera
##ro
provato
pronto
piacerebbe
vicino
facile
fara
parla
tutta
##va
treno
stessa
risposta
scorso
dispiace
lunedi
musica
parlando
cantare
dormire
migliore
quanti
dica
piedi
bella
eravamo
vive
lasciato
ragazzo
amica
dentro
faro
deciso
gente
suonare
birra
camera
giorni
dovreste
grazie
dall
giusto
moglie
prossima
vado
##ra
viene
avrei
problemi
guidare
pizza
tra
stesso
preferito
figli
##rono
alto
attenzione
forte
strada
scarpe
importante
scritto
preoccupato
stare
entrambi
eri
polizia
mano
possibile
sbagliato
##lo
nell
fame
potrei
dottore
ore
quell
sembri
pomeriggio
incidente
quante
chiamato
estate
domande
pane
tuoi
interessante
uscire
ufficio
capelli
andiamo
com
chiedo
vino
dia
gatto
tennis
compiti
andro
prossimo
foto
scrivere
voglia
vogliamo
pronta
eravate
tv
fine
siate
vada
ando
conosce
genere
sotto
primo
##la
felici
buono
##mmo
passato
fumare
nei
esame
sarei
dare
restare
##ri
stanca
arrivato
quindi
colazione
squadra
verra
##rmi
dieci
giappone
vostri
##mo
ce
chiese
sentire
andra
canzone
occupata
vinto
ama
finestra
esattamente
importa
intelligente
ricco
sembrate
impegnata
lavora
pranzo
proprio
ecco
sposato
latte
faccio
partire
##ni
freddo
imparato
iniziato
domenica
stazione
lungo
solito
farla
vista
stupido
bello
prestito
##nte
dicendo
fai
mani
parola
rimanere
sorpreso
##ne
regalo
donna
mentre
altri
dollari
impiego
strano
vedo
andati
quelle
credo
abita
##amo
mese
numero
fatta
mondo
vecchio
molta
capire
interessato
venuta
##rti
consiglio
ricevuto
gentile
messo
occhi
parco
vincere
basta
chiedere
fate
tornare
##mente
capisco
negozio
vorrebbe
eta
prezzo
bambino
guardare
piaciuto
diede
golf
lingua
##le
lavorando
quest
ristorante
semplicemente
brava
immediatamente
##vi
ucciso
vai
gioco
john
duramente
dite
ombrello
caldo
testa
ultima
studenti
guardando
vivo
mangio
##mi
figlia
##rsi
neanche
venne
tavolo
##so
errori
sorpresa
##ci
paese
perdere
usare
bici
aspetto
fossi
indossando
aiutato
sappiamo
cappello
cinque
orologio
provare
##na
vestito
minuti
fiume
vestiti
diventare
mangia
permesso
giornata
arrabbiata
scatola
sole
##li
##rvi
messaggio
veloce
##sse
entrambe
meno
riunione
pagato
vogliono
rispondere
tornato
contro
lontano
riso
unico
piccolo
ritorno
baseball
occhiali
morte
cucinare
lasciare
mentito
pagare
torta
provando
##rlo
cambiato
cominciato
minuto
##vo
completamente
realta
opinione
partita
pensare
pensava
bagno
cambiare
canadese
entrare
fiori
guerra
ospedale
penna
rubato
stanotte
sull
##a
##rla
serio
chiama
coltello
malato
pesce
calcio
triste
chiamare
alcune
conto
insieme
stamattina
viaggio
conosciuto
bevuto
biro
lasci
portato
smettere
##nti
morire
classe
inizio
potresti
venga
dimenticato
libero
chiesa
nemmeno
terribile
cani
credere
prigione
carne
caso
ragazzi
albero
alcun
finire
pensando
alcuna
professore
segreto
##o
preoccupata
rapidamente
voce
vorresti
studiando
rotto
decisione
fortunato
piani
vidi
zio
##e
allo
nervoso
siano
mela
quali
tue
durante
incontrato
indietro
colpa
peso
bicicletta
compleanno
dammi
giapponese
perse
sanno
alta
ballare
facciamo
possono
odia
vera
vostre
banca
borsa
circa
solitamente
sacco
concerto
diverse
lingue
scelta
studente
studiato
camminare
ferito
qualsiasi
aperto
qualunque
rosso
tazza
giardino
riesci
sopra
vorreste
##rci
mezza
parlo
chiavi
preferita
carta
riuscite
##zione
datemi
potuto
30
unica
cucina
universita
vieni
neppure
aiutera
preparato
sogno
##ste
altre
saremo
zucchero
##si
cercato
dietro
piangere
possa
avvocato
guai
nessuna
ricordo
situazione
stupida
legge
voluto
appartamento
apprezzo
prendero
secondo
ascoltare
chitarra
ridere
brutto
lavorato
mele
dai
venite
farei
piaciuta
radio
sarai
visitare
daro
dizionario
fiero
piacera
potreste
torto
vecchia
anziano
compro
guarda
preferirei
punto
aiutarmi
guardato
orgoglioso
rapporto
zoo
aereo
doveva
estero
perfetto
verso
##bile
correre
gatti
trenta
pericoloso
piaceva
pistola
ubriaco
velocemente
alcuni
stavano
danzare
fidanzata
rumore
dirlo
marito
amore
capo
succedendo
quand
scrivania
arrivata
sarete
bel
diverso
fotografica
vacanza
##nno
albergo
capito
crede
feci
invitato
infelice
salute
trovo
arrivo
funziona
venendo
conosci
senso
spiaggia
studio
aperta
cavallo
immagino
luce
nostri
taxi
temo
chiuso
donne
hotel
progetto
spaventato
diventato
farebbe
manca
indirizzo
sicuramente
orario
pensato
riusciva
##sta
biglietto
dormito
##se
mentendo
neve
questione
raramente
regole
vengo
##ssi
conoscete
edificio
parole
sandwich
uomini
estremamente
grandi
interessata
lascio
ve
affari
aspettato
continuo
diro
mori
tokyo
notizia
uova
bicchiere
colpevole
medicina
morosa
paziente
piccola
smesso
beve
fra
insegnato
##ate
dormendo
viaggiare
avra
stesse
##co
accanto
carina
parli
prese
lentamente
paio
poteva
weekend
comune
innamorato
giusta
guida
provo
avesse
baciato
conoscere
epoca
giocato
onesto
rimasto
risolvere
arrivare
ricorda
##tta
blu
mesi
risposto
riusciamo
servono
giro
guardi
sposata
buone
famoso
passeggiata
pioggia
allora
seduto
abituato
fanno
offerta
riparare
suona
cuore
finalmente
geloso
notizie
odore
probabile
informazioni
nato
pieno
professoressa
tale
passo
saranno
costoso
pescare
suono
aiuti
causa
cura
iniziare
ok
ovviamente
ragazze
trascorso
utilizzare
##sa
aprire
duro
chiamata
dalle
divento
fretta
mandato
parti
ricca
scordato
passaggio
fotografia
futuro
prezzi
promesso
sappia
ultimo
vederla
vivono
##r
aiutarla
lascia
mal
pronti
roba
sembrano
speciale
succede
aiutarti
lasciate
pubblico
quelli
trent
volere
andarsene
dolore
giocando
mangiando
pensione
confuso
semplice
##sti
bottiglia
capisce
doccia
gioca
prenda
televisione
vicina
##rle
abbiate
america
basket
poco
quattro
sveglio
alzato
entro
gamba
insegnare
portare
scherzando
fratelli
nave
##tto
buio
innocente
ordinato
ponte
soli
aria
avanti
bambina
cominciare
mise
pericolo
porti
preferisco
beh
convinto
fiera
piatti
prova
2013
frutta
pianoforte
aiutarvi
bianco
buoni
denti
dissi
fuoco
impossibile
mente
orgogliosa
succedera
timido
abito
piaccia
silenzio
sport
matematica
recente
sette
andai
finita
ottobre
cappotto
davanti
matrimonio
quei
tizio
vacanze
devono
diversi
lettere
pulire
senti
brutta
chiusa
comincio
dirmi
nero
preoccupate
rispetto
giornale
guardate
morta
sbagliata
##n
anticipo
arrestato
avresti
capitato
continuare
fidanzato
riuscito
riuscivo
smetta
corso
lezione
passare
sente
sorriso
vissuto
colore
dev
leggendo
##mento
esperienza
romanzo
spiegare
visitato
decidere
ed
nascondendo
prudente
rifiutato
scacchi
sospetto
vede
##tte
farmi
idee
migliori
necessario
popolare
scoperto
sufficientemente
aeroporto
continuato
costa
pazzo
sedia
soluzione
controllare
gatta
gruppo
maggior
rifiuto
curioso
dira
finche
fortuna
fortunata
giu
jackson
piena
possibilita
sembrare
soddisfatto
assolutamente
chiunque
deluso
disposto
giovani
speranza
pagina
servizio
alibi
dimmi
negli
occasione
pronte
provi
##ca
cinema
idiota
strana
verde
##zioni
animali
biglietti
guardo
nello
parlate
subito
canadesi
ditemi
##llo
bevo
col
discorso
divertito
smettila
almeno
lunga
raffreddore
chiami
libera
rotta
sposati
##bbe
camicia
differenza
prendi
terra
affamato
apri
averlo
basso
faremo
mangi
perdita
aiutarci
malata
pausa
smettetela
superiori
inverno
lago
matita
nessun
potevo
tenere
dello
dettagli
divertendo
mettere
mostrato
occhiata
resta
stavamo
aspetta
impegnati
nostre
otto
peggio
poliziotto
proposta
resto
studia
abitare
abituata
imparando
indossare
new
ricordi
scelto
settimane
urlare
vorra
arriva
chiamo
diversa
occupati
sorelle
usato
vide
comprai
consigliato
europa
lista
nuove
pena
prendete
tradurre
##go
##nza
aiutero
aspetti
morendo
nonno
spazio
canzoni
chiamero
cravatta
dio
fianco
invito
test
agli
avevamo
camion
cresciuto
onesta
promessa
sii
venduto
web
accettare
cantante
diventando
fatti
licenziato
medico
pranzato
vederti
assente
attraverso
fermare
grasso
innamorata
moroso
nonna
speriamo
calda
permettere
potremmo
chiesi
nascosto
risposte
lascero
lezioni
tredici
vale
vediamo
avessi
avevano
fiore
gelato
stanchi
arrivati
ehi
spiegazione
##ria
avreste
commesso
facilmente
furono
perfetta
preoccupati
uniti
utile
vanno
dog
frase
hot
luci
partito
york
##rebbe
bocca
continua
giocatore
halloween
spaghetti
torno
uscito
breve
dubito
indossa
parliamo
piovere
prendendo
sapore
sicuri
##de
aspettavo
carte
chiedendo
difficolta
nelle
normale
palla
pallacanestro
persi
poi
sale
seguire
sopportare
vedervi
##rete
cattivo
entrato
mentire
staro
ami
appartiene
braccio
cielo
contare
eccellente
fermata
odi
poter
sui
uccello
ammalato
cerco
contatto
occhio
preoccupare
tornera
verro
villaggio
##tti
consigli
corsa
dicono
dimissioni
divertita
giochi
meta
metta
montagna
morti
ottimista
poesia
presidente
rende
rimane
seconda
seria
suonando
uccidere
vicenda
##do
accettato
ascoltando
dici
esempio
farai
faresti
luogo
politica
segreti
sentimenti
##bili
##da
##s
assomiglia
patente
sicure
##nda
##nto
##rato
amava
ebbe
incendio
lavori
pezzo
provate
pure
richiesta
scrive
vincera
andremo
attorno
avro
baciare
benvenuto
caduto
centro
colpito
elenco
noioso
piovera
ricordare
sentendo
trovata
vendere
annoiato
ascolta
consapevole
date
dovra
fidare
mamma
ordine
poker
sentita
vederlo
vedermi
##ma
##rli
barca
dirle
dirti
lascera
lontana
piscina
portafoglio
potesse
saresti
##rio
burro
chicago
chiudere
cinese
controllo
incontrare
mangiamo
minestra
muro
nervosa
ovvio
pianto
pulito
rischio
stavi
arrivando
arrivate
destra
mangiate
sabato
stupide
venti
##ato
decise
tornate
##di
ascoltato
copia
coraggioso
foste
imbarazzato
iniziando
intorno
malapena
mare
motore
paga
tranne
trova
venuti
zuppa
##che
appuntamento
capitano
contento
farete
incolpare
lavare
nascondere
sentite
sentiva
sentivo
trovai
volare
##zza
barzelletta
bebe
darmi
gran
impressionato
nata
saperlo
sorprese
stavate
succedere
volevi
chiamarmi
diritto
laggiu
luna
mantenere
piove
rimase
sogni
avendo
bevendo
contrario
depresso
funzionera
incredibile
insegnanti
invitata
maggiore
pesante
portero
regali
responsabile
##era
##remo
articolo
comprero
credi
debole
dirvi
egoista
figlie
fronte
occupate
oro
pigro
ritornare
sciare
valigia
vicini
yen
##0
carino
cercare
ghiaccio
impegnate
lavato
merita
passi
prende
ragionevole
saggio
sangue
seguito
sentii
uso
vivi
aspettero
cellulare
certo
chiamate
fermato
fiducia
gelosa
informazione
inizia
mezzo
papa
partecipare
passaporto
pochi
salvare
spento
cambio
costosa
dipinto
disposta
frasi
nove
patate
piangendo
sete
sparato
stessi
umore
vengono
volo
##vano
##y
addormentato
arrabbiati
aspettate
attentamente
bacio
belle
chiaro
chieda
conoscevo
dovro
eroe
frigo
londra
mezzogiorno
pazienza
porto
risultato
tornero
comportamento
naso
obiettivo
povero
riuscire
sushi
affidabile
alberi
alzo
cieco
divano
emozionato
giacca
harvard
omicidio
ottimo
perfettamente
spazzatura
ubriaca
assistente
assonnato
comincia
jazz
opzioni
pulita
talento
uscita
volevate
amano
ballo
compagnia
conoscono
credete
diedi
ex
offerto
sveglia
svegliato
##ga
##nato
attraversare
azienda
combattere
enorme
favorevole
fredda
profondo
provero
riconosciuto
riesca
seriamente
spaventata
stara
studentessa
tornata
uccelli
##menti
##sce
##t
aiuta
allergico
brillante
capace
corretta
data
discutere
dispiaciuto
dovrebbero
dovuta
fede
orribile
pollo
preoccupi
pulsante
quartiere
sapevi
sicurezza
sito
venute
##ggio
argomento
artista
campagna
divertiti
insegna
insegno
mercato
pace
preoccuparti
primavera
punito
recentemente
rispose
risultati
sposo
suonato
teoria
torna
vuota
battuta
opportunita
premio
presi
tiro
utilizzato
##l
aiutando
capita
crimine
dovevo
folle
gentili
grosso
leggo
litigare
malattia
memoria
musicista
passa
preparando
rossa
soddisfatta
tetto
usa
##zzo
apra
cambiamento
cattiva
fumo
gentilezza
grassa
madrelingua
nemici
nemico
parlano
scrisse
uccise
arrivera
curiosa
dimenticare
divenne
domattina
football
mezzanotte
odiavo
ottenere
potere
riuscita
schiena
scrivendo
vecchi
##nta
##tura
bambine
bugiardo
capitera
costruito
fareste
farti
firmato
forma
maniera
saputo
trascorrere
visti
000
accusato
amicizia
andarmene
anello
avremo
contratto
esami
metti
raccontato
ridendo
riescono
salvato
sareste
sorridere
tipi
vinse
##ce
affitto
animale
arrabbiate
capitare
cavalli
coraggiosa
cuoco
far
formaggio
macchine
pranzare
privacy
sapevate
scusa
stanche
tagliato
arte
assunto
coraggio
educato
famosa
finestre
fortunati
incontro
invece
italia
mancato
nuovi
pagata
parigi
pavimento
piovendo
preoccuparsi
romanzi
sinistra
##sco
campo
cerca
convinta
corpo
decisamente
fammi
fermo
leggi
manchera
minore
morso
mostro
odiano
pesci
piacque
portate
preparare
qualcos
ricerca
sfortunato
uscendo
##ve
bevete
chiuse
dispiacerebbe
dovere
faceva
lamentele
odiate
parlarne
risolto
rubata
spettacolo
superato
##resti
##trice
accetto
andava
banana
ben
cadde
chiaramente
difficili
economico
ferita
fortunate
fossero
grato
mangiai
mettete
museo
parcheggiare
perdendo
posta
ricordate
ritornato
simile
sorpresi
zona
##are
##gli
aspettava
calligrafia
fastidioso
fida
lavorate
quanta
raggiungere
scopo
scusi
studentesse
supermercato
tenuto
vedi
vento
votato
aggiungere
aiutata
amiamo
contanti
fatemi
hamburger
intelligenti
ladro
negato
partecipato
programma
proteggere
ragazzino
sugli
tempesta
turno
##ggi
##rai
abitano
bar
compri
corse
dando
gambe
gliel
glielo
importanti
intera
personale
piaccio
privato
rischi
scuse
sposate
testo
##ata
##rei
addosso
aprite
bravi
cantato
dura
fan
forno
forza
funzionare
internet
maiale
mille
pazza
presa
prestato
ascolti
attacco
comprera
cresciuta
diario
diventata
febbre
fila
file
interesse
ketchup
notato
pasta
spegnere
torni
viveva
##tica
##ttato
alti
andarci
attaccato
avermi
calmo
disponibile
governo
illegale
insalata
maglione
propria
racconto
significa
sonno
sovrappeso
sposarsi
studi
trovarla
##nata
abitato
acceso
aggressivo
ascensore
dieta
distinguere
divertite
esperto
infastidito
palestra
pratica
rubo
sulle
superare
trovera
viste
##nate
##ranno
abiti
bevi
canta
compra
conosciamo
francobolli
inutile
invitati
timida
trovarmi
vuoto
##cato
##lli
##nze
attraente
avremmo
carcere
chiamando
delizioso
dico
giapponesi
mangiano
ovunque
ricchi
sorridendo
straniero
tenga
venerdi
viva
##d
##lle
ammesso
anziana
automobili
cento
chiedero
coinvolto
disaccordo
doppio
guidato
innocenza
legno
nomi
parlarti
persa
posti
profondamente
scrittore
scusare
sodo
spesa
spiegato
taglio
terribilmente
toccare
traffico
volevano
amate
andammo
avevi
chiedete
commerciale
cugino
delusa
fallito
farsi
fui
germania
lasciarmi
ordini
ottima
pensano
proposito
raggiunto
rimasta
scioccato
scortese
sembravo
sistema
sposare
succo
usci
alza
alzata
andarono
ascolto
attore
carote
dallo
dappertutto
diretto
dolce
esserci
feste
funerale
galera
guanti
migliorando
motel
nuoto
password
pericolosa
piccante
porte
preparata
presentato
sedere
sparare
spera
vedro
zia
##chi
##ssa
abbassare
ammiro
causato
certamente
dipende
dovette
esercito
fidarmi
fissando
improbabile
lunghi
nuotando
rivista
significato
soldati
straniere
trovarlo
vedete
viviamo
##rare
affascinante
amichevole
andrai
annoiata
arrabbiare
asciugamano
casino
costo
discreto
fallimento
fido
grave
lotteria
nostalgia
oltre
ospiti
paesi
parlarle
poche
preferisce
re
realizzato
regola
restero
rosa
sembro
stavolta
svegliata
tiene
trasferito
verdure
visita
abbandonato
aspettera
averla
bianca
brave
colpo
condividere
conoscenza
convincere
costume
dentista
grata
immaginazione
impaziente
ingenuo
lasciatemi
lento
liberi
liberta
mail
oh
pessimo
possiede
sensazione
ultimamente
vicine
##nare
##reste
arancia
averti
babysitter
batteria
cambiera
catturato
dagli
fiato
lottare
merito
nego
nuotato
pazienti
rimarro
servira
shopping
stagione
succeda
suggerimento
tieni
##lla
##rie
##sto
##tevi
aiutarlo
avevate
capitale
cenato
cioccolata
conosceva
dessert
differente
direzione
farvi
funzionato
indossava
magnifico
parlarvi
rabbia
resti
seduta
seguendo
straniera
tirato
toccato
tolto
vende
##ale
##ando
cambia
comportando
corda
costera
desiderio
forti
giocate
incontrati
isola
istruzioni
lasciami
martello
mondiale
noleggiare
odiava
pantaloni
sapesse
sfida
vedremo
##nati
##tico
##tore
chiedi
cominciando
divertenti
estive
forchetta
hockey
indosso
portami
prendiamo
prendo
preoccupatevi
prestare
prove
scoprire
scuso
stomaco
volevamo
##ssimo
20
abbraccio
amato
andrete
banjo
cancro
candele
cina
conversazione
dati
dimentico
discretamente
energia
fantastico
felicita
francesi
funzionando
improvvisamente
interessati
lacrime
locale
maleducato
online
panchina
pare
pasti
serata
speso
troppi
##ccio
acquisti
affamata
allenatore
bell
castello
conferenza
contenta
corto
fisica
fotografie
passate
pasto
pezzi
qualcun
scommetto
spalle
stradale
supporto
tanti
tatuaggio
trecento
##sca
aspettiamo
babbo
cognome
corretto
dara
darti
dimentichi
dorme
dubbio
essendo
fantasmi
garage
imbarazzante
leggete
membro
nipote
partira
relazione
responsabilita
scusato
segreta
serie
svegli
tornati
venisse
##ero
##io
##temi
##zzato
attivita
chef
club
comprarlo
darle
giochiamo
gratis
interessa
lavorano
moto
pelle
pessima
progressi
rimanga
salito
sporca
stupidi
tranquillo
voto
##sso
##uti
abitudine
amera
americano
attraversato
benvenuta
case
cerchi
completo
comprando
conosciuti
coppia
disperato
emozionante
guadagna
pacco
passeggiare
picnic
prometto
rimpiango
salutare
sbaglia
scomparso
sembravano
sincero
single
sopravvivere
suggerito
tagliare
trovero
uovo
vivete
##ghi
##glio
##me
##telo
##ttata
abbandonare
auguro
aula
autunno
banane
bordo
bugia
confusa
credera
decisioni
documento
entrata
esso
fieri
fissare
genio
ignorato
incredibilmente
mappa
naturale
nient
nuota
preoccupa
preparati
prudenti
sedersi
stufo
tempi
tocchi
tolse
tradito
##cci
##gato
accorto
americani
ammettere
ascoltate
attimo
aumento
barba
brutte
cameriere
capite
conducente
direttamente
evitare
francia
furioso
generale
hobby
immaginare
lavando
magro
mattino
messaggi
portatemi
pro
protezione
richiesto
rock
rovinato
scusarmi
suppongo
tenete
uccisi
utilizzo
violino
##amoci
##tiva
adottato
agitato
arance
arrivi
calma
correttamente
darvi
discusso
distanza
emergenza
foresta
frigorifero
giornali
ignorare
orecchie
rapida
riposare
scegliere
scettico
scrivete
scrivi
sfortunatamente
stagno
usi
video
##gi
##tela
aiutate
ammalata
angolo
aperti
bambola
bassa
calze
canada
capisci
cercate
chiamano
collina
complicato
comprate
contraria
credito
fastidiosa
fini
folla
improvviso
lavagna
lavoriamo
mahjong
mandero
meravigliosa
moda
nacque
nera
pesa
piccoli
prendera
principale
raccolto
restate
riparato
sala
scappare
segui
serviva
sprecando
tenendo
tristi
usate
viaggiato
abitiamo
acconsentito
album
andiate
benvenuti
bloccato
cerchero
complicata
correndo
disagio
fabbrica
fattoria
influenza
mezz
motivo
piovuto
provai
ricche
rimangono
roma
seri
smise
societa
sparo
spinaci
svegliare
tratta
urlando
uscite
votare
##cco
##ere
##ng
abitate
allergica
ambizioso
apparentemente
camminando
cantando
condizioni
continui
creativo
esigente
esplosione
hey
infranto
lavo
lavorava
libere
ottenuto
piacevole
portarmi
prenotazione
prete
restato
ripararlo
romantico
serpenti
tante
teatro
tocca
troveremo
ubriachi
##nde
##uto
alzare
attesa
attrice
avrete
barzellette
bellezza
braccia
cambiate
cintura
costato
depressa
dimenticata
direbbe
dita
divorziato
fbi
finora
forbici
generoso
giornalista
gola
incolpo
ingresso
microonde
ordinare
orgogliosi
peccato
periodo
pigra
poesie
quant
ruppe
sedermi
sforzi
strumento
tradotto
voti
##ali
##rata
10
adorabile
alzate
amavo
assicurazione
avervi
avrai
cadere
crederci
dimostrare
discussione
distratto
ebbi
erba
esausto
fantasma
ferire
immagine
impressionata
incontrate
insolito
istante
lamenta
lavorero
mettendo
miele
miglior
morira
mostri
passeggeri
pepe
pianeta
presenti
promise
puntuale
scriva
semaforo
strane
troppa
troppe
vendita
##3
##glia
##tate
##uta
africa
alzati
anziani
arachidi
ascoltera
assumere
attento
cd
creduto
do
esce
faranno
legga
migliorare
pensarci
piatto
reale
reso
saltato
segno
storie
stufa
sufficiente
suggerisco
tasse
urgente
vaso
##gno
alzi
battaglia
chiede
credeva
credevo
cuscino
dimenticate
economica
eletto
farle
fermi
fresca
ipad
lamentarsi
leggero
mangera
noiosa
paghero
pago
partite
permettermi
pessimista
postale
preparero
saremmo
seduti
sprecare
taglia
tassista
tornando
vivevo
volesse
##5
##scono
ammise
appunti
argento
aspirina
battere
bugiarda
cucchiaio
curry
dovremo
fondo
fresco
fuma
guido
interessate
lessi
ostinato
paghera
pallido
piccioni
portera
preferisci
ragioni
rilassato
rossi
scusami
sdraiato
tappeto
terremoto
trovate
ulteriori
vecchie
##cchi
##lmente
##ndi
##nia
##ntato
##zi
100
arma
bibbia
borse
cancello
capiti
colori
coperta
destino
dito
dormi
elezioni
esterno
familiare
fidi
infanzia
invitate
legale
opera
osservando
particolare
piaci
pietra
pilota
preparo
proprietario
rispettare
salario
scale
spaventoso
spense
stanze
stiate
stile
suoni
tatoeba
terro
vederci
viaggi
##ficato
##g
accendere
adoro
appassionato
belli
cambiata
classica
codardo
compagni
comprarla
conosca
corre
debba
direi
dista
diventati
economia
emozionata
finisce
finta
fossimo
infermiera
lavata
mancata
migliorato
minacciato
mostrare
nudo
oboe
panda
parcheggiato
perdonera
pesca
prego
processo
professionista
rapido
ricevette
rimanete
rubare
sconvolto
soprattutto
stelle
sullo
tanta
tende
treni
velocita
verrai
voler
##dito
##gare
##lare
##lino
##zzare
accuse
aeroplano
annullato
benvenute
blog
caro
chiederlo
chiuda
coincidenza
condizionata
connessione
considero
continuate
cugina
danza
dimentichero
dovetti
fatte
fedele
ferma
finira
inventato
lanciato
link
mensa
menu
milioni
monte
natura
ordino
parlarmi
perdonato
persino
posizione
preferite
presento
privo
rendere
ricordero
rompere
sali
sapevano
sbagliate
scala
spieghi
spiego
studiate
successe
superiore
topo
trascorse
trattato
trovi
ultimi
veleno
verrete
vestita
vinca
##melo
##sci
##tivo
##vole
aiuterai
alba
armi
band
biscotti
cieca
compagno
comprata
comunque
criminale
dettaglio
dirci
dovrai
entrate
fallo
festeggiare
ignorando
india
ingannato
insetti
lesse
moderna
motivato
necessaria
nervosi
nota
noto
nuvole
oceano
pagate
parenti
parete
parlera
politico
promozione
ritorni
rosse
salto
salvo
sbaglio
scusarsi
spugna
tasca
terzo
toccate
turbato
usata
versato
##9
##ccia
##tato
##u
abitava
aiuterete
ambizione
annullare
bicchieri
bisogna
boschi
capira
cima
coma
cominciamo
contando
cookie
cucinato
documenti
educata
ferite
foglio
frutto
imbrogliato
incontrai
lasciata
magazzino
organizzato
parlava
passati
peggiore
piacete
portatile
povera
pregare
prendermi
pressione
principessa
riguarda
rimani
sapevamo
scelte
scritta
sentirsi
signora
soddisfatti
speciali
sufficienza
temperatura
tentativo
usando
##2
##ba
##lata
##nga
##nne
##rgli
autorita
bruciato
chiamera
collo
condivido
contattare
feriti
fermarlo
fermarsi
frustrato
giocava
giudicare
kyoto
lancio
lasciando
manzo
mattinata
menti
nord
offeso
particolarmente
piante
piccole
portata
potessi
preparate
prigionieri
prigioniero
principiante
quindici
rose
scrivo
soldato
spiacente
sporco
tumore
uguali
vuol
wow
##ati
##eri
##ntata
##rito
##smo
##ssero
##tata
assetato
attivo
beva
caduta
capitando
chiude
chiudi
conosciute
contribuire
deliziosa
distrutto
diventate
dubbi
falso
fantastica
fecero
ferro
fritte
gas
gemello
gonna
gridare
imbarazzata
ingenua
lasciai
lava
mancano
mando
nascosta
parcheggio
parlero
pianista
promesse
ringraziare
riunioni
riviste
sbronzo
scaffale
sceso
segretaria
successa
sud
telefonata
trascorre
uccisa
undici
utilizzando
vergogna
vigilia
vivendo
##fica
##gata
##ggia
##pi
andavo
approvato
bagagli
bagnato
battute
bevanda
cervello
chirurgo
considerato
conta
controllato
crescere
decisi
disegnare
dovrete
essa
fatelo
favorevoli
guardava
impazzire
imprudente
inaffidabile
incontrata
innamorati
investito
libreria
lunghe
meraviglioso
metropolitana
missione
morirono
nervi
nipoti
nonostante
pallida
poliziotti
preoccupo
pulite
refettorio
ricevuta
rifarlo
riservato
scatole
sorprendente
spaventa
usciamo
utilizza
vendendo
verranno
visitatori
vodka
##gni
##h
##ntate
##p
##stica
##ttare
##zzata
accese
aiutati
alzarmi
alzarsi
ansioso
appetito
apre
assistenza
avvisato
busta
camminato
cioccolato
contadino
costi
cucinando
deserto
diretta
dispiaciuta
divertirsi
emozioni
ginocchio
giocattoli
giocavo
infastidita
irritato
linea
mostrero
originale
orso
parlai
passai
perdera
portando
prenderlo
preoccuparmi
proviamo
respirare
rimasti
ringrazio
sano
scoppio
scrissi
scusatemi
sensibile
shirt
sorrise
suicidarsi
televisore
voci
volto
yacht
##er
##gliato
##lita
##mene
##ngo
##nsi
##nt
##rale
##ute
abbiano
accento
adulto
allergie
andrebbe
approvo
assonnata
cenare
chiara
cinquanta
clienti
commenti
completa
comprendo
conosciuta
costruita
danni
diamante
discreta
eccezione
facessi
facilita
fidarti
fiere
firmare
fotogenico
insegnando
leader
medicine
nebbia
offri
personalmente
possiedo
poveri
presente
punti
restano
ricevetti
risparmiare
sedeva
soffre
son
spagna
specchio
spenga
sperando
tedesco
telefonato
tema
time
tranquilla
trombone
uccidermi
umorismo
valigie
valore
veda
viaggiano
##rate
##rico
##stico
##uale
##zia
abbracciare
abilita
addormentata
aiutai
aperte
armadio
aspetteremo
azioni
benzina
competitivo
diventera
dormo
dozzina
evento
facesse
fermarci
fingendo
fluentemente
gemelli
guardai
insegnarti
lettura
lotta
maglia
mosca
nervose
opzione
pagai
poca
pranza
preferirebbe
presti
rifiutare
ringraziato
rise
robot
scrivero
sentirla
sentirti
sigaretta
solare
spaventati
spreco
stranieri
suicidato
torniamo
trascorsi
troverai
turisti
ubriache
##cca
##lato
##lti
##nse
##tati
##tiche
##ttando
##zzando
##zzi
abbandono
accettabile
accusando
adulti
affamati
agio
aglio
amare
autore
bevande
bosco
bucato
campeggio
chiamatemi
chiudete
colpi
consigliare
costosi
detta
dipinti
distrutta
dna
dovevamo
essermi
farmacia
fuji
generalmente
giudice
impressionante
insegnarle
insegnarvi
interessanti
intero
leggermente
licenziata
matto
messa
mette
mistero
numerosa
odiato
pagando
piacendo
piantina
piede
pitturato
possedeva
pubblicato
quegli
ridicolo
ripararla
riscaldamento
scienziato
sieda
sospettoso
spegni
spinto
sporchi
stiano
superficiale
svegliarmi
troveranno
uccidera
umido
unire
urlato
usarlo
violenza
##lto
##one
##pe
##rta
##rte
affare
apposta
apprezziamo
aveste
avvertito
bevette
bomba
caccia
calmi
calore
canto
capirlo
cercai
chiedermi
considerazione
corpus
costruire
dipingere
dodici
dopodomani
fermate
fermati
fetta
fidarci
finale
fucile
gestire
giornate
inevitabile
iniziamo
iniziarono
intrappolato
inversione
mancate
mandi
metro
miglia
mossa
nerd
ombra
partendo
passami
patatine
perfetti
piantato
positivo
pregiudizi
profonda
progettato
pronuncia
prudenza
quantita
risorse
ristoranti
sanguinando
sbagli
scena
sentirmi
siediti
socievole
sognato
sordo
tavola
torre
totalmente
traduzione
trappola
tremando
uccidero
veniamo
##8
##ggiato
##k
##mela
##rre
##stato
##tici
##ure
accadendo
amerei
andarcene
arrivai
assicurati
cammina
cassetto
chiusi
comprerei
corte
cugini
cuoca
differenti
diplomatico
diritti
discuterne
dolci
dottoressa
dottori
durera
faremmo
fermera
fingere
furto
gentiluomo
guidando
immaginato
importanza
indipendente
insegnero
intende
intimi
karate
mantenuto
materia
nevicare
opinioni
orecchio
orrore
passata
perde
potevamo
pranzando
priorita
propri
qualita
raccolse
richieste
risparmi
saggezza
sasso
sbrigati
sciarpa
scolastica
scordo
sedie
segni
sembravi
sincera
smettera
soddisfatte
sollevato
strani
trattamento
ufficiale
unirsi
utilizzate
vedra
vorremmo
##ck
##gna
##rra
accesa
affrontare
agire
ammetto
andartene
aprile
assetata
bagnati
bei
cambiarlo
canti
champagne
circostanze
clima
collegamento
commento
compromesso
confessato
conobbi
critiche
disponibili
dovuti
durare
fax
fermarmi
fidarsi
fin
giocattolo
imbarazzo
impressionare
impressione
infastidendo
ingannare
inizialmente
interferire
medaglia
metto
miracolo
modello
nemiche
nonni
parto
peggiorando
perplesso
pony
popolazione
puzza
ricordato
rifare
ringraziarti
sbagliavo
scienze
scuole
sfortunata
signore
sorride
spiegarlo
strade
strumenti
studiero
suonate
suonava
testamento
torte
trasferire
urlo
vegetariana
##elo
##gando
##mpo
##ntando
##rmelo
##sato
##ssato
300
50
abitavo
accusa
affatto
aggressiva
americana
apprezzato
arrivero
assassino
assenza
azione
bottone
cenando
chiamami
chili
cittadino
continuamente
coperto
copie
coraggiose
coraggiosi
corrette
cotta
dissero
diventa
divorzio
dovevi
drink
elettricita
emozionati
fermarla
gemelle
gestirlo
giuro
ignoranza
imparai
impedito
inizi
intendo
istruzione
lamentando
latino
licenziare
linguaggio
magnifica
messico
modesto
muoversi
nascose
nazionale
onesti
part
partiremo
pensiamo
perdente
perdono
permettera
pianse
preciso
presenza
priva
proibito
provarlo
racchetta
ragni
resa
restituito
ride
ridurre
rimarra
ringraziarvi
saltare
scordata
senta
spagnolo
spia
spieghero
sporche
stufato
successiva
suicidio
tengo
tramonto
verdura
vetro
vince
vincendo
volano
##1
##ari
##cciato
##ggiare
##m
##mica
##ndete
##nico
##ntare
##rro
##rto
acquisto
affollato
aggiunga
alte
anch
angeles
area
ascoltarmi
avvertire
baffi
bagnata
bolletta
chiamai
colpevoli
controlli
delusi
dicci
disneyland
disposti
domestico
esercizio
esperimento
espulso
estraneo
farcela
farina
foglie
fragole
gelose
giocatori
giudizio
gradi
gusto
ignoro
impara
imparziale
ingegnere
interno
invento
jeans
los
media
membri
multa
orgogliose
passatempo
perdonero
pozzo
praticamente
preferiresti
pregato
pugnalato
raccontare
religiosa
riconosce
rilassati
romantica
ruota
san
sapra
sbronza
scese
scommessa
scopri
segua
sembravate
sforzo
shampoo
sindaco
sospetti
spaventate
spegnete
spese
sprecato
stipendio
troverete
unghie
uniforme
utilizzata
##6
##ano
##etto
##nale
##nge
##tra
##umi
##vamo
addormento
assegno
assicuri
avessimo
bloccata
bugie
cacciavite
cambiamenti
candela
carica
centinaia
cerchio
chiederti
chitarrista
ciao
condannato
contiene
crebbe
credono
crescendo
danno
desidero
determinato
direttore
dovevate
esagerando
esserne
facebook
finto
fumetti
gestirla
gialla
google
gruppi
guardero
guardia
insistente
laurea
laureato
limite
metri
microscopio
morse
operazione
ovest
perfette
popolari
potrebbero
prodotto
promettere
proteggerti
proteggervi
prude
quadro
respiro
restituire
ricetta
riceve
ringraziarla
riservata
risponda
ritorna
riusci
rugby
sabbia
sapessi
sbrighi
scienza
scuro
semestre
sepolto
serpente
sofferto
soffrendo
sospeso
sospettato
spaventosa
stella
stivali
tenerlo
tennista
trovati
##7
##fico
##gate
##nera
##rando
##rire
##rso
##ssima
##tando
##tro
##uso
abbracciato
accada
aiutami
aiuterebbe
aiuteremo
ambizioni
ambulanza
ansia
anziane
aprirla
aspettarmi
attrezzi
attualmente
autista
badminton
barbiere
bastone
bottiglie
buco
cacciatore
calcolatrice
cattive
chiacchierata
cliente
cocaina
collana
college
compiaciuto
comprendere
considerare
consideri
cresciuti
dichiarato
disturba
disturbato
dovute
entrati
esci
falla
fango
fidato
gelosi
gliela
hawaii
incontrarlo
indovinare
internazionale
interprete
interrotto
invitare
lasciati
macellaio
malati
mandare
mollato
neri
notti
numeri
panico
park
partiti
partner
perdero
piangera
popcorn
preferireste
preferiti
prenderla
privata
punita
realistico
regina
rimasi
ripetere
rischioso
risparmiato
rivedere
salire
scomparve
scosso
sederti
seguite
sgarbato
smette
spalla
starai
staremo
strappato
sveglie
terreno
trasferirsi
trucco
umani
valga
venissi
vennero
viaggia
volpe
##dato
##dera
##ficare
##ggiate
##gliando
##grafo
##lta
##rino
##rita
abbaiare
aiutiamo
annullata
arrestata
assaggiato
assomigli
avvicinando
campanello
cappelli
cerimonia
chiederle
ciotola
collezione
comprende
confine
continuazione
creda
disposte
disturbando
diteci
divertimento
durato
efficiente
entusiasmo
entusiasta
firma
forzato
gira
girare
giri
grammatica
grassi
gratuito
gravemente
incidenti
incrocio
ingannata
laptop
lavarmi
lavati
lenta
mangiarlo
meriti
metodo
modulo
moneta
mostrami
mucca
napoleone
olio
passera
patetico
pazzi
penne
perfezione
piacesse
pieta
pochino
prendersi
preoccupazione
preparera
prestando
punta
quarant
reagito
religioso
riconobbe
riparata
risero
russo
saggia
scommettere
scoperta
sedetevi
sentirlo
shock
sigarette
sopravvissuto
sorprende
suggerimenti
testimone
totale
utilizzi
visito
vittima
##cche
##eni
##ficata
##late
##llare
##llato
##mando
##nabile
##nni
##on
##ore
##po
##tare
##uo
##vato
accorse
amante
appassionata
arrabbio
brasile
cacciare
cantate
capacita
causando
chiedervi
cipolle
commettere
compere
confermato
confusi
conoscerlo
conoscesse
creare
credibile
crudele
cucino
dargli
debito
dimenticai
disegno
ditelo
droghe
finisca
finite
flessibile
frequentemente
frutti
generosa
gratuitamente
indossi
infermiere
informato
innamorate
insicuro
interessi
interrompere
inviato
kobe
lato
lavi
memorizzare
miller
mobili
munizioni
musicale
nascita
ognuno
parta
passatemi
pianificando
poverta
premere
proteggerla
pubblica
rese
responsabili
restera
riconoscete
riconosci
rifiuta
rimborso
ritornero
ruolo
sarcastico
sarebbero
sbrigarsi
sbrigatevi
scontroso
segnale
servito
specie
sposa
spostare
steccato
stretto
studentesco
studiamo
stupito
suicido
tazze
tenne
tentato
teso
turista
uva
vela
vendetta
vendono
verremo
volerlo
##ccato
##cce
##gio
##ia
##messo
##ndere
##oso
##rero
##rsa
##rtare
##sia
##vino
abbassa
accuso
addormentarmi
agente
amichevoli
andarvene
assassinato
atmosferico
avanzi
base
bibliotecario
biologico
brandy
broccoli
camicie
cammino
cantiamo
cartolina
cassaforte
cattolica
coi
colui
cominciano
concentrarmi
contrari
controllando
corrente
crediamo
diciassette
disastro
disco
disegnato
dosso
effetto
entra
esercitarsi
estranei
facciamolo
festival
fiamme
funziono
gara
guadagno
imbattuto
impiegato
incontriamo
ipocrita
lampadina
magra
mancanza
matite
nati
nevicando
nuziale
obbedire
obiezione
oppure
pagarla
pagati
pallavolo
peggior
perda
potente
prestarmi
provera
pubblicita
pupazzo
ragionevoli
realizzo
religione
resistere
richiamero
riempito
roger
salta
scegli
spedito
sportiva
sposarla
starete
tagli
talentuoso
tossicodipendente
tramite
trasferita
vantaggio
vite
##ara
##dita
##line
##lone
##namento
##ngere
##ntati
##oni
##rante
##razione
##rcio
##st
##ture
##ura
##uzione
##volta
##zionale
##zzate
abbattuto
accettiamo
aiutatemi
alimentari
allarme
andranno
arrogante
asilo
assicuratevi
atteggiamento
attiva
azzardo
baciati
bagagliaio
barista
battito
buddismo
cambiati
cantera
capiamo
capiscono
capiva
cartello
cassa
caverna
coinvolta
compito
conclusione
conigli
continuava
controlla
creato
dacci
dedicato
dirglielo
documentario
donato
dormiro
dovesse
effettuare
energico
equo
farci
fidate
flauto
fumatori
giocano
giustificare
identita
imbucare
immaturo
incontreremo
infelici
iniziano
intenzioni
ispirazione
laboratorio
lavoratori
legna
lontane
mancherai
martedi
mozart
nascosti
nazione
nevicato
occupero
odiare
paia
permettersi
pistole
pittore
polvere
poterlo
prepara
preparai
prepari
provarla
puzzle
razza
reato
reputazione
restata
ricevere
riposarmi
rischiare
salutato
sapone
sbarre
scelga
scolastico
scorciatoia
scordi
sedette
sentirvi
sentiti
settembre
smoking
sognare
sopravvissuti
sopravvivera
sposarmi
strappo
tenuta
terza
trasferi
umano
vasca
versione
volato
##4
##bilmente
##cciata
##derlo
##diamo
##eta
##ete
##gge
##ggero
##glie
##gnate
##grafia
##lito
##lse
##nere
##niche
##nzo
##rdi
##rne
##tera
##vare
##via
##vita
##zie
##zze
abbassi
aggiunto
ambasciata
andasse
andrei
applaudito
arreso
articoli
avaro
avido
bandiera
cambi
chiamava
competizione
comprammo
confesso
conoscerla
consegna
coreano
corsi
dateci
dedico
delusione
descrivere
diavolo
diligente
distante
diventarono
emozionate
esca
esibizione
fatica
fidarvi
fuggito
giochero
guardata
inchiostro
infastidisce
inghilterra
intelligenza
koala
lanciare
larga
lavatrice
letteratura
lottando
luglio
maleducata
mancherete
manchi
mangero
matrimoni
meritate
metallo
minimo
monete
mostratemi
mucche
municipio
muovere
negozi
nuotatore
odiasse
ovvia
paraggi
parcheggiata
passeggio
pensiero
pericolosi
pesantemente
petrolio
pioveva
poeta
polmoni
pratico
preoccuparvi
probabilita
provata
richiede
riconosco
riempi
rifiutata
riluttante
ripeterlo
rispondi
rivoglio
salotto
saluti
salvarla
scambiato
scaricato
scioccata
sciocco
scordai
scrittura
sentenza
sognando
soprannome
sparero
spezzatino
spiace
spietato
successivo
tecnologia
tenda
testardo
tirare
ucciderti
unito
usiamo
utili
veniva
villa
volume
##bilita
##dite
##fa
##gga
##gia
##logo
##nando
##narmi
##nco
##nso
##ppare
##ssare
##ttate
##ttivo
##ude
##versa
##x
accompagnato
adatto
aiutarli
aiutasse
alice
alternativa
andassi
andatevene
appoggio
arriveremo
assomigliano
autovelox
beccato
biologia
biscotto
bluffando
cacciato
camere
camminava
cavo
ceno
chiedera
coda
codarda
codice
cominciarono
compagna
compiuto
condizione
coniglio
conoscerti
consapevoli
consegnato
costata
criminali
critico
cugine
desideri
destro
diamo
dicessi
disonesto
dozzine
durata
eccezionale
edifici
elefante
equilibrio
esausti
esco
estroverso
falli
fermero
fette
fidata
fidava
funerali
gatte
gestisce
giravite
guidi
ictus
ignorata
imparo
incolpato
iniziata
intermedi
intervento
invecchiando
invidio
irresponsabile
lamentato
lavate
lavorai
litigato
lontani
magia
massaggio
materna
meschino
moltissimo
mostra
normalita
obiettivi
omelette
onore
orsi
osaka
ostaggi
ostinata
panni
partiro
pattinare
pensera
permettendo
polso
poterla
prenderne
prenderti
prepararsi
prestero
prezioso
proprieta
qualificato
rendero
rilassarsi
rilassata
riparo
riprovare
risparmiando
scalato
scegliete
scelse
scesi
sci
secchio
secolo
sedervi
seguiro
sentiamo
separati
severo
signor
soddisfare
sollevare
sostituito
staranno
straordinario
telefoni
terribili
terrorizzato
tossire
trasferendo
trovarti
ucciderci
ultime
unici
vedemmo
vedendo
vegetariano
veloci
vere
veste
zanzare
##azione
##cluso
##coli
##dia
##dra
##fici
##ge
##lando
##narsi
##natore
##ncia
##nea
##nica
##nuto
##onato
##rici
##sche
##ssimi
##stare
##stiche
##tazione
##ua
##ulare
##uri
##usa
##viti
500
abbassate
accesso
agosto
amero
assurdo
balla
battuto
beviamo
cambiando
casco
cominci
confermare
considera
consiglierei
contemporanea
convegno
costano
cresciute
darai
desidera
dichiaro
differenze
dimenticarti
dirai
dirgli
dirmelo
disgustoso
disorientato
disperata
distratta
dritto
egli
espressione
essersi
fallire
fidiamo
fonte
fornito
fotografo
funzioni
gamberetti
gioia
gradevole
gratuita
incolperei
incontriamoci
indicarmi
indovini
infastidire
informata
inganno
intendevo
intendi
italiano
labbra
lampada
leggera
logica
malate
mantiene
maschera
meteo
minaccio
moralista
morirete
musei
nuda
ossigeno
palesemente
partenza
partiamo
prenderai
prenderemo
prestami
ranch
registrato
rendera
rilassi
rimaste
rispondera
rispondete
scalare
scappato
scettica
sciopero
scoppiata
serratura
sguardo
simili
snob
spari
spieghera
sposarti
sposero
street
surf
tacchino
tacere
tasche
telefonare
tendenza
tofu
tolga
tradita
trovarvi
ubriacare
universo
urla
vent
verdi
vincitore
violento
##ante
##bi
##bo
##bra
##cchio
##dete
##gnata
##nali
##nce
##neremo
##niamo
##nzi
##porti
##ppo
##rite
##scio
##sito
##tri
##ttero
##vate
abbandonata
adolescente
aiuteranno
ambiente
annegato
annotato
arresto
ascoltata
aspettai
assenti
assicuro
attenta
avvertimento
bagaglio
ballando
bisognerebbe
calendario
caramelle
carriera
cesta
coltelli
concentrarsi
contrarie
controllero
corta
crederanno
cultura
curiosi
debiti
decisa
delirante
deluse
dimensione
dimentichera
dimostrato
dinosauri
discutendo
disgustato
dover
energica
esperta
evitando
filo
finendo
frustrante
granola
imbattuta
immagini
impressionati
incontrero
indovina
indovinate
intime
investigatori
irascibile
lavarsi
leggerlo
limiti
lincoln
mangiata
mangiavo
massimo
meccanico
meticoloso
microfono
modi
obbediente
pappagallo
parlasse
parzialmente
passeggiando
peggiorare
penale
pensassi
pillole
portacenere
posacenere
praticare
preghero
presta
principali
prodotti
racconti
reazione
record
restiamo
rifaro
rifatto
riluttanza
riposarsi
risparmio
sappiate
scambio
schioppo
scordare
scordate
scusate
sedute
sincere
sintomi
smettesse
sorso
spavento
spende
splendida
sposarvi
tagliata
talenti
tecnica
termine
tigre
topi
ucciderla
uccidervi
ufo
unira
usarla
ventilatore
vesti
virus
viso
vogliate
volonta
volontario
##aco
##arti
##ccare
##cchia
##cchiato
##cida
##colo
##cura
##dizione
##ene
##ggiata
##gheremo
##llando
##llata
##nai
##ndiamo
##ntarti
##pa
##rse
##rtelo
##sione
##unto
##uori
##ut
##vidi
##zio
abituati
acconsentira
accusata
aggiungi
aiutarle
alcolizzato
amata
amavano
antica
ape
arrendersi
arrivarono
assumo
astronomia
avvelenato
avventuroso
baciata
ballato
banco
batterista
beni
berlino
bibliotecaria
bistecca
bollire
borsetta
caldi
capirla
capisca
capitata
cara
carro
cartina
cerchiamo
chiedeva
collaborativo
colpire
colto
comprensivo
comprerebbe
concentrato
conti
continuera
corti
creativa
danzando
darete
decente
destinato
dettagliata
dibattito
dircelo
disk
disturbare
diverti
divorziare
effettuato
egoiste
elefanti
entri
escursionismo
falsa
famiglie
famosi
festeggiando
finiti
finse
frustrata
fumi
furgone
gemella
girate
giuria
hard
importare
incinta
incolpando
incontrarti
ingannate
insultato
intendeva
inutili
lamentarti
leone
libbre
litigano
marciapiede
maria
materasso
messi
mettiti
minaccia
nascondermi
nevica
nevichera
normalmente
ottimisti
pagine
pancetta
parleremo
peggiori
perdo
permetterci
pienamente
piova
plastica
presero
prigioniera
prime
produce
pronunciare
proprietaria
protetto
quinto
relazioni
richiamato
ricordati
ridia
ridicola
rigido
rimango
ripreso
rispetta
rispondendo
ritornate
salsa
salvarti
schizofrenico
scoprira
secondi
sentimmo
sentira
sfido
siccita
soddisfacente
soggetto
sospettosa
sostenere
sottile
spendere
sposera
studiera
succedono
suggerendo
tasso
tatuaggi
tempio
tenerla
tequila
trekking
trovarci
trovarono
uccidersi
uniro
usciti
viaggiando
visitera
volontari
volute
yoga
yogurt
##abile
##arla
##c
##care
##detto
##erato
##ffa
##ffo
##ficio
##grammi
##ing
##it
##ngono
##nio
##olo
##posto
##ppi
##rdato
##resso
##rmene
##rmo
##rna
##rosa
##sita
##sizione
##ssera
##tamente
##tente
##uro
##zzati
##zzero
accenda
account
affamate
alcol
ali
alternative
angelo
api
approvazione
aprira
arrese
arrivano
arrivederci
arriviamo
aspettavamo
assicurarmi
assunse
avatar
avvocati
baciarla
baciate
bestiame
bocciato
bruciata
calme
cambiano
cambieranno
capi
carico
carini
celebrita
chiamarti
circondato
cocktail
collaborazione
competente
complessa
comprensione
concordo
confronto
contadini
corridoio
costose
costretto
costrui
country
critica
cuffie
deboli
dente
diga
dimentica
dimenticatevi
direte
divertii
dizionari
eccessiva
egoisti
elegante
entrando
episodio
esagerare
esigenti
esitato
esperti
est
fallira
favoloso
fazzoletto
feedback
fidano
fissarlo
freezer
fumatore
gialli
giallo
giocatrice
giugno
globale
gridando
guardie
imbrogliando
impedi
incontri
incoraggiato
indagine
indossato
infantile
ingannati
inglesi
insegnarmi
insistito
kimono
lascerebbe
lavaggio
lunatico
maestro
manda
mettersi
migliorera
modesta
naturali
orfanotrofio
orientale
osservare
pacifico
paghi
parchi
pelato
perderai
piantagrane
possiate
prenderete
prendetene
prendine
presentata
previsto
professori
profumo
prosciutto
pulendo
puliti
quarto
reagire
riconoscere
ricordera
rimandato
rimaniamo
rinunciato
ritornera
roosevelt
salita
salti
scherzo
schizzinoso
sconfitta
sconto
servire
shakespeare
show
singola
situata
soffrire
sogna
sposarlo
stacanovista
stancando
stancato
stress
supero
telefonero
tenace
tradirei
tranquilli
utilizzarlo
veri
vigile
vomitare
##arvi
##bre
##cano
##cheremo
##cinque
##dere
##ente
##gica
##gie
##gnato
##ida
##ino
##litto
##losa
##mano
##metta
##nella
##nsa
##nsiva
##ol
##olta
##ono
##onti
##ppato
##rano
##rati
##ratto
##rge
##rica
##riche
##sioni
##ssibili
##teci
##tt
##ttura
##uato
##una
##ur
##use
##utto
##vere
##versi
##verti
##vide
##za
accettarlo
accettata
affascinato
affidabili
affilato
aggiungete
agito
aiutano
allenando
analfabeta
annoiati
annoio
appartengono
apprezzata
apprezzerei
arabo
armadietto
aspettata
assurdita
avrebbero
benedizione
campione
cancellato
cardiaco
cartoline
chiamiamo
ciechi
clarinetto
coinvolti
collaborando
collezionare
colpita
combattendo
cominciata
complesso
comporta
condiviso
confessare
conoscervi
conosciate
consegnare
conseguenze
contattato
continuero
correggere
cosciente
costruzione
crisi
danzato
degno
destinazione
dimensioni
diremo
diretti
dirtelo
dispiaceva
droga
elettrica
elicottero
essi
evitato
facili
famose
fastidio
fatela
fermando
fidatevi
fischiare
fortunatamente
forze
francobollo
fuggi
fuggire
fulmine
funzionano
gettato
giustizia
gravi
guancia
hokkaido
hollywood
imprevedibile
impulsivo
indicare
irrilevante
istinti
lang
lavoravo
letta
licenza
mancati
mangeremo
mangiammo
marrone
marte
mentirebbe
mercoledi
mettilo
misteriosa
mobilio
morale
motosega
nativa
navetta
nere
normali
nuotatrice
obbiettivo
odiamo
offesa
oneste
ordinai
ottengo
parlammo
partecipo
pedoni
personalita
pesi
pianificato
pomodori
portai
povere
prestai
prestatemi
procedura
proteggero
punk
ragazzina
ragno
rapinato
raro
regione
rilassatevi
rivelato
rossetto
salvarvi
sarcastica
sbrigare
scandalo
scimmia
scoraggiato
seguente
seguita
senzatetto
servi
servita
sgarbata
sgradevole
siede
smarrito
sospesa
specifico
spina
spostato
studiai
sumo
suonavo
svenuto
svizzera
teneva
termini
tesoro
testimoni
tipico
tornerai
valido
vattene
venduta
vittoria
vivace
vivevano
volessi
voluti
washington
www
##ana
##arono
##be
##curante
##data
##dero
##duta
##eto
##f
##fficienti
##ggiamo
##ghero
##gico
##gioni
##ita
##lero
##letto
##lista
##ll
##man
##mia
##ndendo
##poli
##pone
##ppe
##rdo
##rizzato
##scia
##sero
##sh
##ss
##stante
##stri
##tezza
##tori
##trici
##tterebbe
##ttili
##ttiva
##ue
##usse
##uzioni
##vati
##vida
##visti
12
25
afferrato
afferro
ambidestro
annoiate
annuncio
appoggiato
armate
arrampicarsi
asma
aspettassi
atleta
attivi
aumentare
averci
avvenuto
baciarmi
bancarotta
bersaglio
bevve
browser
burbero
cadavere
cade
california
cambiarmi
carattere
causare
cereali
check
cheerleader
chiamarla
chiamarvi
chiamati
coltiva
comitato
completato
comprarne
concerti
confuse
conoscessi
conoscevano
consideriamo
continuai
controllate
convinse
convinti
cooperazione
cortile
cotto
credetti
credulone
cucciolo
cucire
curiosita
danneggiato
deceduto
decorato
dentifricio
diedero
dipendenti
dirette
dirla
disoccupato
diventi
divise
domestica
dormite
duemila
esistono
esprimere
facciate
farmacista
ferroviaria
firmi
folli
fumando
gentilmente
gesu
giochera
guardarono
igienica
impazzito
incontrano
incontrarci
infestata
ingiusta
iniziate
iniziera
insoddisfatto
investire
invio
irritabile
istericamente
lamentarvi
lassu
lavai
lettore
linux
litigando
mago
maiuscolo
mangerai
mangerete
mangiarla
maratona
maturo
mentirei
mento
meritiamo
ministro
movimento
muoia
nervosamente
obbligato
odioso
odora
oggetto
ombrelli
orecchini
organizzazione
orgoglio
ossa
parlarono
parliamone
passando
pazze
personaggio
picasso
pieni
pigre
pigri
pirata
polli
pomodoro
prenotare
prenotazioni
preoccupando
promettermi
promosso
pugni
rallentare
riavviare
richiameremo
riconoscente
ricoperta
ricoperto
ricordarmi
riparero
riposo
riscrivere
rispettato
rivederla
rivedremo
rivelo
rivolta
saliti
saltate
saluta
sbarazzarsi
scienziati
scoiattolo
sconfitto
secca
segnato
seminterrato
smettero
soccorso
soffro
sorda
sostegno
spiegarmi
splendido
sposi
spuntino
stabile
straordinari
stupita
sudare
svegliati
tollerante
torcia
tremare
unirvi
usciro
utilizzarla
vari
vecchiaia
vegetariani
venditore
veterinario
visitero
visse
voluta
zombie
##atto
##cchetto
##cevo
##cita
##ducono
##enti
##erei
##etti
##ffe
##ffiato
##ggete
##ghe
##gini
##ka
##ki
##ldo
##lini
##lte
##luto
##metti
##mini
##mmi
##mpa
##nima
##nsione
##ntrera
##nzione
##pata
##perato
##ppa
##ppata
##rbo
##rde
##rioso
##rni
##rri
##rvelo
##schi
##stra
##stre
##tone
##tre
##tudine
##turo
##um
##unista
##uno
abbi
abile
accaduto
accendi
accompagnatore
accompagnatrice
aiutassi
altamente
ammazzato
arrendere
arresi
arrivasse
ascoltarla
astronauta
attico
averne
avviso
baciarti
battitura
brucia
brutti
buttato
calciatore
capiranno
catturare
chaperon
chiameremo
chiesta
chimica
