[PAD]
[UNK]
[START]
[END]
!
"
$
%
&
'
,
-
.
/
0
1
2
3
4
5
6
7
8
9
:
;
?
a
b
c
d
e
f
g
h
i
j
k
l
m
n
o
p
q
r
s
t
u
v
w
x
y
z
°
’
€
you
tom
to
the
is
do
it
that
he
have
in
we
me
was
don
of
this
are
re
be
what
your
can
my
for
want
mary
with
like
why
not
know
did
think
go
here
his
ll
she
at
they
didn
very
ve
on
and
how
will
there
has
about
now
isn
all
going
were
so
get
need
as
help
boston
time
us
an
who
good
should
really
him
one
tell
still
where
had
won
never
too
would
see
come
been
please
doesn
just
got
up
home
her
no
french
anything
from
##s
much
out
said
when
by
lot
work
let
something
told
some
car
give
went
money
busy
back
today
eat
if
always
love
more
last
take
than
does
sure
book
aren
only
look
wasn
could
talk
happy
school
leave
must
right
day
buy
am
three
new
many
wanted
thought
any
say
tomorrow
make
live
stay
our
play
well
ever
people
friends
but
made
them
find
everything
doing
read
room
yesterday
house
speak
yet
australia
nothing
better
wants
feel
teacher
job
asked
saw
used
stop
call
every
dog
little
tired
these
hate
next
alone
ask
problem
ready
already
done
lost
try
old
hope
may
left
again
everyone
believe
or
late
father
night
friend
two
party
before
seen
understand
long
wrong
haven
put
down
name
bought
things
wait
often
morning
use
married
gave
afraid
anymore
man
knows
knew
study
found
into
years
both
off
tonight
came
drink
coffee
way
tried
angry
looks
children
happened
answer
took
even
week
proud
first
soon
life
being
mother
seems
open
christmas
keep
hard
early
##ing
same
together
idea
heard
might
anyone
away
likes
looking
enough
without
worried
year
thing
seem
fun
other
pretty
almost
after
working
best
couldn
plan
another
able
##ed
waiting
over
water
bad
says
door
hear
food
books
pay
kind
happen
dinner
favorite
talking
died
which
family
wouldn
remember
english
true
parents
question
learn
met
sleep
sorry
surprised
library
watch
write
lunch
change
hurt
stupid
truth
turn
brother
wish
big
person
everybody
someone
coming
interested
those
sick
looked
shouldn
win
lives
nice
else
bed
started
walk
their
young
sister
letter
phone
computer
trying
ate
listen
beautiful
such
start
hungry
cold
called
rich
place
girlfriend
playing
drive
getting
myself
nobody
meet
doctor
quite
forget
care
sing
swim
worry
trust
train
needs
show
arrived
cat
mine
probably
bus
studying
yours
free
few
days
killed
usually
decided
because
easy
once
##d
music
mistake
different
drunk
mind
great
himself
reading
son
bit
questions
summer
important
far
pen
around
bring
ok
tv
finished
beer
story
wife
lucky
eating
difficult
while
movie
girl
pizza
having
paid
hand
park
30
ago
maybe
visit
dance
monday
enjoy
forgot
child
nervous
police
spent
die
interesting
shoes
hasn
hot
thank
living
tennis
serious
tea
##ly
picture
became
office
safe
kill
meeting
bread
wonder
yourself
afternoon
wine
boy
changed
helped
later
times
anybody
broke
homework
teach
hours
works
red
agree
gone
accident
wrote
world
seemed
scared
sit
bicycle
explain
liked
city
country
small
trouble
students
window
eaten
japan
near
breakfast
hair
thinks
game
hotel
lose
weren
word
boyfriend
each
fell
station
minutes
most
hands
since
thirty
exactly
fish
perfect
spend
wearing
watching
miss
invited
swimming
milk
song
longer
team
began
felt
high
born
ten
kept
clean
key
rain
dead
talked
lie
played
worked
evening
town
close
##er
cook
supposed
weekend
lived
number
run
table
touch
expensive
price
problems
jealous
news
older
fast
loves
real
smoking
stopped
month
strange
possible
making
own
sound
kiss
fire
mad
golf
turned
thinking
woman
advice
student
john
crazy
against
asleep
outside
age
guy
makes
mean
honest
rather
umbrella
finish
restaurant
##y
fine
tall
dogs
secret
cut
hurry
learned
sometimes
fix
japanese
until
likely
five
funny
stayed
under
taking
canadian
language
goes
careful
dangerous
part
eyes
become
box
hour
river
willing
sad
test
needed
send
enjoyed
apple
weather
lying
basketball
promise
dollars
glad
matter
message
appreciate
class
famous
clothes
plans
prepared
hat
actually
missed
mistakes
somebody
baseball
sell
daughter
opinion
welcome
present
light
sunday
tree
behind
full
piano
flowers
dream
cost
moment
order
reason
guess
hospital
war
glasses
strong
blame
inside
knife
break
follow
move
store
speaking
curious
information
saying
church
studied
expect
prefer
writing
lied
quickly
##e
chance
drinking
accept
fat
thanks
bank
cry
sent
apologize
then
leaving
loved
ran
large
pass
wear
uncle
feeling
dress
weight
confused
birthday
closed
languages
wake
whole
brought
caught
waited
death
cup
smoke
ugly
attention
protect
owe
terrible
paper
concert
decision
minute
satisfied
disappointed
list
black
borrow
rest
telling
clock
save
quit
six
bored
excuse
short
vacation
cats
showed
singing
gets
movies
white
report
taught
cake
company
hated
##t
choice
also
building
business
driver
second
camera
guitar
keys
street
correct
desk
learning
ride
sign
dark
garden
kissed
offer
patient
sugar
several
situation
apartment
others
end
through
hit
plane
cannot
check
comes
decide
lawyer
listening
shy
alive
trip
walking
waste
bag
meat
younger
dictionary
guilty
jail
hide
convinced
drank
ice
return
blue
happens
translate
##a
catch
abroad
broken
refused
between
crying
zoo
glass
smart
address
arrested
join
opened
planning
dancing
fishing
radio
shopping
stole
special
unhappy
happening
husband
fruit
heart
awake
snow
wash
afford
beach
player
helping
men
ticket
during
rules
running
promised
travel
arrive
front
poor
##al
excited
sat
speaks
women
joke
advised
fault
horse
known
recently
spoke
somewhere
surprise
taxi
control
noise
fired
gun
lend
quiet
respect
soup
tokyo
extremely
begin
medicine
stand
eggs
shirt
soccer
twice
##r
apples
college
cooking
half
smile
whose
laughed
laughing
plays
visited
anywhere
fight
months
sleeping
##es
##n
common
prison
grew
along
pain
road
written
solve
taken
choose
favor
brave
finally
passed
wonderful
carefully
dressed
gift
raining
recognize
shot
shut
stolen
stuff
hates
##able
annoying
rice
walked
exam
leg
worse
football
upset
##o
asking
eats
kitchen
returned
cars
deserve
head
law
moved
whether
words
##ion
count
impressed
lazy
project
sense
empty
face
kids
necessary
popular
driving
innocent
lots
tie
less
vote
baby
bill
depressed
girls
hiding
sleepy
air
future
marry
native
slow
boss
bottle
staying
telephone
bridge
four
hey
sandwich
allowed
ordered
floor
sitting
sounds
voice
accepted
calm
forgive
shop
consider
received
brothers
coat
risk
america
immediately
laugh
obviously
yes
color
handsome
impossible
thirsty
2013
boring
ideas
sold
add
blind
danger
doubt
either
public
built
fly
washed
worth
novel
october
shower
teeth
normal
wedding
airport
boys
seven
slowly
ship
calling
embarrassed
least
sports
share
takes
certain
side
truck
chess
clear
letters
wall
watched
completely
drinks
followed
hold
suspect
bath
couple
entered
foreign
simple
weird
easily
ring
certainly
hid
continue
pictures
slept
allergic
dishes
forgotten
prices
rent
winter
answered
deal
noticed
details
health
neighbor
speech
fall
tickets
weeks
wet
absolutely
bike
smell
alibi
denied
solution
success
television
throw
chair
piece
##ic
faster
given
history
perhaps
punished
sentence
complaining
dirty
support
traffic
jackson
saved
threw
absent
difference
lake
aware
neighbors
cute
point
polite
seat
suspicious
across
cream
expected
ill
animals
guys
involved
woke
bother
europe
experience
grateful
liar
license
duty
pencil
songs
beat
case
explanation
named
singer
sisters
taste
till
traveling
unlucky
using
feelings
heavy
##ity
handed
obvious
page
permission
rude
upstairs
explained
god
worst
copy
eight
excellent
grow
its
notice
beginning
intend
mouth
sun
##ive
expecting
failed
fighting
selfish
annoyed
dying
newspaper
shoot
survive
taller
000
admit
aggressive
chinese
delicious
##l
bet
buying
grandfather
hundred
idiot
map
spoken
lights
locked
teachers
##ies
attacked
bird
boat
cards
halloween
means
optimistic
york
crime
pick
fixed
healthy
plenty
practice
regret
single
spaghetti
discuss
invite
luck
relax
salt
seriously
stuck
village
wise
##ist
admitted
contact
arm
headache
proposal
unusual
attend
hug
listened
painting
purpose
set
teaching
continued
drove
keeps
accused
button
cousin
past
pleased
recommend
secrets
thirteen
blood
canadians
deep
flower
frightened
group
smiled
starting
warm
complicated
enemy
grandmother
lock
painted
subject
suicide
understood
wallet
answers
butter
earlier
ignore
perfectly
poker
pool
raised
mail
missing
raise
responsible
smiling
cheap
chicago
dad
huge
remained
##th
ball
concerned
hired
line
math
pair
seldom
attended
enter
example
friendly
sky
trees
university
abandoned
chicken
ignored
leaves
pale
suggest
##ment
american
complain
eye
feet
moving
useful
weak
enemies
fed
interest
reply
cried
forever
neither
offered
birds
cancer
chocolate
exhausted
giving
mom
rarely
wears
ashamed
betrayed
green
harder
imagine
invitation
prove
rid
yen
dreams
fridge
hero
none
passport
policeman
reasonable
area
herself
joking
retired
tough
attack
available
believed
borrowed
following
handle
heat
horrible
similar
washing
agreed
london
losing
murder
nearly
potatoes
race
scary
suitcase
talks
united
course
desperate
generous
instead
jokes
romantic
sooner
suddenly
sushi
##i
fact
forced
harvard
judge
lately
nine
poem
someday
states
##ant
##est
cash
jazz
mountain
options
quick
remain
smells
spring
wasting
##ful
##or
allow
assistant
classroom
covered
fan
feels
intelligent
noon
results
sentences
silent
sundays
whatever
##ting
cross
escaped
feed
musician
naive
picked
roof
smarter
trusted
understands
admire
artist
behavior
crossed
gold
names
neighborhood
president
rock
saturday
seeing
stone
warn
adopted
caused
divorced
engine
lonely
mood
nose
patience
photo
pray
relaxed
##0
body
committed
foot
privacy
sight
vegetables
anxious
apologized
article
believes
breath
fair
paying
speaker
stronger
theory
totally
twenty
warned
anyway
ended
fear
impatient
midnight
unable
##ation
date
earth
jacket
middle
politics
private
prize
request
##p
appears
cheese
chose
flight
kindness
lift
machine
personal
signed
10
arguing
art
burned
injured
meant
result
shocked
steal
##ling
belongs
except
holiday
kidding
museum
novels
skeptical
themselves
##ine
band
bigger
bright
cafeteria
calls
escape
gives
italy
paris
stranger
traveled
##in
active
ahead
banana
captain
games
hang
horses
kid
ought
recognized
salad
skiing
solved
windows
##on
card
clearly
deceived
definitely
everywhere
government
handwriting
smaller
storm
##an
##ers
brush
goal
legs
loud
rains
##ated
checked
fresh
obey
pie
reach
staring
stubborn
succeed
supermarket
wounded
##k
##ped
avoid
bar
changes
energy
orange
overweight
push
science
sea
top
##ate
##ia
accustomed
cleaned
contract
entire
gym
illegal
internet
space
sweater
ambitious
argue
becoming
challenge
classes
fantastic
furious
hello
type
website
within
##led
deserves
destroyed
expert
fever
ketchup
parties
pretended
repeat
screaming
sincere
##les
approve
bear
bedroom
bothering
cool
creative
elevator
fail
fallen
loss
motivated
natural
pasta
peace
strict
sweet
writer
##ial
##le
##man
cooked
deaf
disappeared
funeral
juice
land
low
moon
paint
repair
sang
silence
towel
##ry
canceled
easier
gas
gotten
grown
link
market
poison
program
ruined
standing
tastes
thief
third
appointment
careless
elected
filled
hurts
studies
thin
threatened
voted
wondered
##age
actor
amazing
attractive
celebrate
diary
nurse
religious
ridiculous
rule
size
spending
usual
video
army
belong
complete
ex
hadn
hardly
king
sons
stamps
system
toilet
trapped
yellow
##ent
aunt
barely
bathroom
carrots
cookies
coward
disagree
doors
enjoys
examination
failure
fill
forest
friday
germany
gloves
greedy
innocence
invented
lottery
meals
meaning
motel
nearby
poured
progress
realized
sharp
soldiers
winning
##ter
awful
capital
charge
club
coach
computers
convince
hobby
naked
orders
power
risks
salary
starts
##ted
act
begins
costs
countries
courage
decisions
downstairs
embarrassing
facts
frustrated
hire
leader
magazine
mistaken
mondays
record
runs
season
step
treat
twin
wind
##id
00
bush
carry
dentist
hopes
instructions
interfere
introduced
modest
nearest
offended
oh
prude
shall
wore
##h
##it
##ned
20
account
dessert
discreet
enjoying
homesick
lent
prepare
pulled
suggested
tells
##us
bench
chef
describe
diet
dropped
exercise
fork
fortune
held
incredible
match
sounded
thanked
theater
woods
##ious
##st
##ts
cause
comfortable
criminal
direct
exams
exciting
fond
guests
hammer
iron
island
kinds
lower
managed
meal
shape
successful
touched
##ce
##g
##um
distance
helpful
hockey
laptop
owner
particular
pens
players
pork
positive
supper
thankful
##m
amused
babysitter
banjo
candles
china
danced
happiness
improve
mess
online
photogenic
rooms
schedule
selling
spends
talented
unlikely
100
begun
cancel
confident
conversation
corner
costume
difficulty
egg
fully
garage
interrupt
jobs
pity
sunglasses
teaches
twins
wealthy
##less
acting
animal
considered
dating
distracted
drives
farm
file
forward
gullible
member
organized
pants
reached
translated
vegetarian
##en
betray
cares
competitive
daughters
fearless
grumpy
holidays
kicked
opportunity
oranges
password
socks
tears
unfortunately
##nt
appeared
bananas
castle
discussed
familiar
headed
helps
imagination
lies
local
refuse
retire
search
skip
tallest
thousand
visiting
worrying
yourselves
americans
among
complaints
cousins
discovered
faith
figure
gate
generally
hearing
hoping
kissing
mathematics
memory
parked
pathetic
picky
rang
resign
rope
sort
stealing
subway
suppose
tattoo
view
wood
##ar
##ty
advance
apparently
aspirin
bite
comment
credit
damage
deeply
france
friendship
ghost
introduce
modern
ourselves
pond
presents
realistic
relationship
reliable
santa
stood
violin
##b
##ch
arms
beard
counting
doll
dumb
energetic
genius
german
mahjong
motorcycle
persistent
picnic
pretend
prisoner
rome
ski
skinny
though
armed
blackboard
canada
closer
crowd
dedicated
emergency
ghosts
hugged
informed
lady
moody
oil
ones
pays
post
prisoners
rained
relieved
spicy
stories
straight
survived
unambitious
writes
##ged
##ical
##land
##ness
bags
candy
confessed
couch
depends
draw
drop
film
form
hiking
human
impolite
irritated
lasted
package
professional
pushed
remind
reservation
screwdriver
snowing
spinach
terribly
walks
##ile
##se
##ve
advantage
attentive
bleeding
cell
cleaning
concentrate
condition
document
ears
encouraged
fit
graduated
hill
insurance
keeping
notes
ours
pessimistic
pieces
pretending
priest
refrigerator
secretary
shelf
snakes
speed
stew
text
toward
understanding
##w
actress
africa
climbed
dreamed
election
factory
fairly
fbi
flying
gifts
hidden
mall
parking
scare
scissors
spoon
suffer
tied
tongue
beauty
behave
cab
carried
designed
fake
furniture
hanging
hurting
matters
messages
newspapers
planet
repaired
sale
separated
served
stabbed
stars
throat
urgent
##ating
##ish
asks
assume
chaperone
cookie
cow
earthquake
grab
hole
houses
jumped
junk
microwave
pepper
sarcastic
service
shook
swear
tidy
truthful
##5
##el
##ized
adult
beating
breathe
cities
complained
dry
essay
eve
exist
finding
habit
hunting
impress
legal
marriage
mystery
nor
prevented
rumor
sofa
##ible
##tion
above
apart
arrest
buried
charming
cheated
childhood
curry
defend
doubts
engaged
explosion
hamburger
harm
humor
ignoring
ipad
larger
methodical
million
neck
objective
oven
passengers
photos
responsibility
waiter
##ous
300
acted
adventurous
agreement
album
audience
awesome
battle
beef
bible
blamed
burst
commit
conservative
double
evil
fasten
jump
librarian
nowhere
peanuts
personally
poems
press
realize
scene
scream
sells
silver
stairs
strength
tatoeba
tense
useless
##ite
##ize
##red
answering
bowl
cheaper
chosen
clever
dare
deny
difficulties
dozen
drug
due
ear
eventually
farmer
finger
forty
immature
lesson
minded
mobile
oboe
odd
owns
pleasure
preparing
published
ruthless
schizophrenic
sensitive
stick
swimmer
warning
wasted
##3
##ary
##f
##gy
##ping
aboard
approved
blog
brown
classical
connection
dependable
email
evidence
final
foolish
grass
ground
menu
nature
plants
reckless
regrets
rescued
shock
silly
skin
sometime
stays
suspended
weapon
##per
alarm
appreciated
authority
bribe
butcher
complex
disease
doctors
drowned
effort
efforts
fingers
forgiven
further
graduate
illness
lessons
original
persuaded
practicing
relatives
risky
skirt
sneaky
suffered
suggestion
uses
workers
##9
##ally
##ance
##ge
##ition
##king
##ls
allergies
automobile
barking
basket
belt
coincidence
coma
confidence
crowded
diamond
issue
lit
mashed
ocean
peel
pillow
places
princess
promotion
punctual
removed
scientist
south
sport
temperature
toy
unfair
##ian
##ied
according
determined
direction
earns
error
field
fool
india
kyoto
largest
luggage
murdered
non
pigeons
promises
quicker
receipt
roommate
roses
screamed
shorter
surrounded
trustworthy
various
vase
wow
##2
##as
##ise
##x
anger
apply
boxes
brilliant
build
changing
cops
dishonest
errors
exaggerating
false
force
fries
incredibly
intention
joined
mentioned
model
opening
paintings
papers
pianist
possibility
receive
recovered
research
sandwiches
shake
sings
soldier
thorough
treated
worries
avoiding
cave
claus
clouds
correctly
data
divorce
fashion
fence
fifteen
growing
happier
hi
impulsive
insulted
ladder
lovely
mission
mostly
mt
north
note
oldest
planted
pocket
reasons
rented
required
restaurants
saving
slipped
strangers
surgeon
talent
twelve
vodka
wins
##te
acceptable
beginner
buddhism
cap
classmates
colors
conference
connected
contagious
crashed
decisive
disgusted
disgusting
documents
driven
education
envelope
fortunate
freedom
frequently
gorgeous
hall
journalist
miserable
mouse
noisy
permit
pressure
proof
remembered
respond
round
seats
taxes
timid
treatment
unnecessary
##ble
##ct
##ie
##inated
##ions
##tic
accent
achieved
alternative
cellphone
chairs
cigarette
climb
clumsy
confirm
damaged
dislike
dreaming
drums
eleven
fascinating
goodbye
introverted
laundry
loudly
magazines
meetings
mirror
pink
reads
rejected
remains
resigned
robbed
spain
specific
spy
succeeded
suggestions
tower
trombone
visitors
whoever
##ations
##ns
##ure
acquainted
action
advise
airplane
amusing
assistance
biased
bottom
burn
catholic
citizen
compared
concern
crossing
deceive
deserved
disturbing
drugs
earned
envy
extraordinary
fifty
improved
improving
incident
materialistic
memorize
narrow
option
participate
particularly
position
professor
rescue
slightly
temper
tore
tourists
trains
translation
trick
troubled
unconscious
weigh
wild
yelling
##med
##nce
##ur
500
absurd
accusing
alcoholic
appetite
artistic
bee
capable
checking
click
cocaine
contacted
cooperating
dawn
dna
fuji
garlic
mention
miles
misses
misunderstood
mountains
persuade
powerful
prom
provided
schools
sensible
shared
shouting
skipped
spanish
stomach
swam
threaten
watches
whenever
##ard
##ee
##iest
##re
##ves
20th
adults
bomb
breaking
camping
collect
conscientious
cop
corpus
courageous
cups
event
filthy
gentleman
groups
illiterate
knee
mature
nerd
nights
objection
obstinate
partner
pilot
prayed
released
reserved
rifle
rights
rose
safety
security
shaken
shallow
shave
shirts
soft
sophisticated
split
stare
suffering
sweat
tasted
term
total
trap
trusts
violent
weirdo
wisely
##at
##ice
##ified
##oon
##out
addict
alcohol
although
apology
assist
author
basement
bell
birth
bitten
border
causing
cheating
closet
conditioning
cover
department
drawer
efficient
exception
forgave
forgetting
grandparents
impression
incorrect
karate
lead
limit
loser
main
manage
merry
musical
pencils
pleasant
pony
protection
qualified
recommended
scarf
slice
spot
suspected
sympathetic
tourist
volleyball
yacht
##1
##8
##ack
##ner
##sh
##sy
agrees
april
attracted
autumn
badly
bars
bitter
blanket
champagne
cheat
circumstances
demand
desire
directly
disappoint
disorganized
disturb
drawing
dyed
east
entrance
experienced
falling
foreigner
grades
holding
instrument
intended
intrigued
latin
located
magic
medal
misunderstanding
owes
painter
population
pronounce
queen
rare
remembers
reminds
respected
ringing
robot
savings
self
spell
stops
suit
suitcases
underestimate
violence
weighs
wherever
##am
##cy
##ke
##ms
##rs
50
absence
accompanied
added
attic
boots
collecting
comments
contented
copies
corrected
create
creepy
decorated
destroy
detail
dissatisfied
ends
envious
experiment
general
grabbed
hesitated
highly
honeymoon
ignorance
killing
lay
listens
members
metal
mexico
phoned
pointed
prejudiced
promoted
racket
replaced
response
rugby
shoulders
simply
star
surprising
terrified
toys
turns
unless
##ad
##ck
##table
##ut
abandon
amount
argument
ashtray
assumed
average
battery
biggest
bookstore
breathing
cd
compromise
confirmed
confuse
cruel
currently
declined
defeated
differently
disneyland
disturbed
dumped
earn
engineer
exhausting
express
flour
forgetful
higher
imagined
independent
inevitable
insects
jeans
korean
national
pandas
patients
pet
political
potato
precious
prefers
related
replace
shampoo
sheet
sleeps
sore
spoiled
stingy
stopping
terms
turkey
uncomfortable
uninteresting
west
##dy
##ict
##ities
##ments
##pt
##rain
##ration
##sing
##ured
##ution
accurate
admired
announced
arrogant
bound
compare
contributing
cooperation
cooperative
cows
created
criticism
diplomatic
dish
electricity
expelled
explaining
facebook
flew
fluently
fooled
fox
garbage
greatest
greeted
horror
impressive
influence
insult
italian
leather
mayor
medical
microscope
mix
nauseous
outraged
owned
photographer
pull
rainy
shooting
spare
spiders
spread
spying
stroke
style
suits
swims
switch
topic
uniform
unkind
voices
weapons
##ding
##ds
##ited
##ue
ability
ambulance
angeles
bacon
badminton
bald
calculator
celebrating
circle
collection
cough
degrees
depend
desert
disappointment
ease
economy
embarrass
fax
focused
gained
grammar
hawaii
hunter
interpreter
jogging
lack
laid
los
manager
mud
necklace
nonsense
nowadays
numbers
physics
popcorn
practical
proved
pushy
quality
reacted
refund
rising
searched
secretive
shoulder
snowed
strike
vague
witness
wooden
##ants
##ched
##et
##ging
##ium
##ning
aim
appear
awkward
bakery
bears
blaming
bottles
carpet
carrying
ceremony
charges
choices
climate
competition
considering
designer
donated
exchanged
exit
files
fog
fought
frank
gambling
grouchy
hardworking
importance
international
justify
lines
method
miller
mistook
napoleon
nephew
obnoxious
officer
okay
opinions
paranoid
pot
presence
prohibited
raw
register
rested
safely
sauce
shade
snowman
speakers
spontaneous
stock
struck
stunned
sunscreen
surprises
treaty
trunk
unmarried
volunteered
warehouse
worn
##ay
##c
##ger
##ow
##ze
access
ancient
baked
brain
brazil
burning
buys
camp
captured
center
character
chat
cleared
coin
coins
considerate
content
contribute
critical
devastated
enthusiastic
entirely
extra
fate
flabby
forehead
goods
guitarist
helpless
honey
insisted
kilograms
kobe
leftovers
nation
obedient
onions
opposite
packed
pharmacy
postponed
poverty
provide
pulse
purse
release
resources
ruin
sentenced
sociable
stink
strongest
tolerate
travels
unpredictable
valuable
value
##4
##6
##ale
##ast
##her
##ier
##ire
##ot
##ries
##room
actions
adapt
admirer
agitated
aloud
athletic
attitude
bothered
brandy
breaks
broccoli
bucks
confusing
demanding
discount
discouraged
distract
fabulous
faithful
fascinated
flexible
guns
hotels
irresponsible
laws
lecture
lung
millionaire
murderer
mustn
mysterious
nails
object
phones
poet
poisoned
pounds
quote
react
religion
reputation
revenge
roger
sand
sees
semester
seventeen
shame
slight
slower
soap
speechless
strawberries
surgery
track
tricked
warming
winner
worker
wrestling
##ered
##gar
##men
##nk
13
accidents
annoy
astonished
babbling
bartender
blank
bowed
bucket
candle
carpenter
cashier
century
conscious
consult
converted
court
crash
debt
discussion
dizzy
documentary
drew
easygoing
equal
evicted
extroverted
fluent
flute
foster
heartbroken
hobbies
hollywood
ii
inform
ink
inspiration
knock
led
likable
limited
maid
major
mozart
official
omelet
painful
pairs
peaceful
planned
plant
poetry
refuses
resembles
resourceful
ridden
riding
russian
scored
seconds
selected
sheep
sixty
snake
stands
tow
truly
turning
unreliable
unsure
vegetarians
washes
web
yell
##7
##der
##dle
##ism
##na
##ol
##ony
##rated
##rist
##way
25
aid
alice
ambidextrous
balance
blackmailed
blow
bluffing
bone
brand
causes
charged
chimney
committee
coughing
defeat
demands
destiny
detectives
diligent
discussing
downtown
educated
embassy
employees
england
farmers
fiction
figured
fixing
flabbergasted
flag
flood
former
fry
gentle
google
grows
guide
haunted
hers
honesty
honor
hoped
inflexible
instruments
july
lips
literature
master
meters
miracle
nickname
notebook
obliged
persuasive
pour
programmer
propose
puzzled
rabbit
rabbits
reluctant
remove
resist
sank
shaking
shout
shrimp
skating
slippery
smokes
speeding
spite
splendid
stamp
stating
tattoos
thoughts
tip
trial
unfriendly
victim
youngest
##aking
##form
##ide
##ings
##ins
##ip
##ks
##ler
##ng
##ny
##tain
##tained
##ye
adapted
ages
arriving
assure
attempted
biology
blew
buildings
cheerful
chickens
code
complains
cramming
cranky
dancer
debate
defenseless
degree
despise
elusive
em
eyesight
falls
festival
focus
follows
hundreds
hunger
identify
investigation
inviting
knowledge
lamp
loaded
loan
mask
midterm
minor
mr
nerves
nuts
offend
operation
organic
osaka
permitted
permitting
policy
politician
principal
procedure
pronunciation
prudent
putting
registered
scolded
searching
smoker
sung
switched
tight
trained
training
translating
treats
tuesday
unemployed
unlocked
whispered
wishes
##bs
##ction
##ering
##ern
##ids
##il
##line
##nsive
##op
##ss
##tor
##u
accompany
alert
anytime
attempt
august
awfully
bat
blindfolded
brief
buffalo
bug
chances
cigarettes
client
climbing
completed
confess
courteous
cowards
deliver
detailed
detective
discovery
elephant
encourage
financial
finicky
flu
grandchildren
grapes
haircut
heading
helmet
homeless
hostages
however
hunt
intelligence
interview
jittery
laughs
logical
mansion
muddy
museums
mustache
nicer
oxygen
parts
percent
plastic
plate
pockets
points
praying
pressed
pure
puzzle
quietly
ranch
requested
rush
scares
solving
source
spider
steak
surfing
tail
technology
tent
tofu
trade
trash
tripped
tuxedo
uneasy
universe
vain
van
version
volunteers
walls
warmer
ways
webpage
whistle
yard
##ably
##and
##ator
##ber
##cast
##cing
##cted
##de
##hip
##ight
##og
##rant
##sed
##tered
##ump
##ust
appropriate
arranged
barber
bees
brings
bulb
career
charismatic
cheered
chest
claimed
comfort
conclusion
crush
delete
delivered
departure
deserted
dinosaurs
disaster
distinguish
dreamer
dried
drugged
eager
excuses
flat
frustrating
fussy
granola
granted
hanged
heavily
honored
imaginative
increase
inexpensive
insane
interests
investigating
jam
kidnapped
knives
lightning
lincoln
loving
negative
nodded
occurred
organize
parrot
peeled
performance
pills
possibilities
predict
proceed
process
rapidly
reluctantly
seafood
shocking
shoelaces
sip
sir
slices
snob
social
stones
suggesting
symptoms
talents
talkative
tools
traitor
tricks
unbelievable
untalented
vulnerable
weddings
witty
##asy
##ened
##ets
##ians
##iate
##lated
##tics
##z
adorable
applauded
areas
astronomy
berlin
bossy
british
cattle
com
comic
competent
construction
contains
criticized
culture
customers
decent
declared
delay
delusional
demanded
differences
disk
disrespectful
divided
drought
drowning
drummer
dug
elephants
engagement
families
fifth
frankly
gain
goals
golfer
greatly
guarantee
guest
hamburgers
harmless
hats
hesitant
incompetent
instincts
irrelevant
jury
knocked
load
loses
massage
observant
opera
outrageous
overworked
parks
photograph
postpone
pregnant
proposition
punish
rational
remarkable
remote
role
scratched
section
shoe
shortly
skills
smoked
somehow
spotted
surrendered
swallow
teenager
tempted
tequila
thai
tigers
tires
tries
typical
valid
whining
wide
wink
wished
yoga
yogurt
##board
##ches
##ded
##fit
##ics
##ient
##ino
##io
##ne
##ology
##om
##one
##ons
##rily
##ula
911
adding
affair
afterwards
agent
alike
angel
apt
avatar
avoided
balls
believable
bicycles
board
busier
calendar
cantankerous
claustrophobic
closely
closest
cloudy
cocktail
communicate
constantly
contributed
convenient
delighted
dictionaries
diplomat
duck
dust
episode
erased
exact
exaggerate
examine
exchange
experts
facing
fainted
fastest
feedback
finds
freezer
global
guard
ham
height
helicopter
hopeful
hopeless
hypocrite
identity
inconsiderate
insecure
instantly
intentions
interrupting
intersection
intimidate
judging
june
kick
knowing
laps
laughter
lawyers
lion
loosen
louder
loyal
mechanic
meets
mosquitoes
nasty
novelist
ongoing
oppose
orphanage
packing
pages
penalty
per
pig
pirate
plates
privately
reaction
reality
reduce
regretted
resignation
roosevelt
row
sailing
satisfactory
scientists
september
server
shakespeare
shaved
site
starved
starving
steady
sue
surrender
target
temple
tends
tiger
tiny
towns
tragic
troublemaker
unexpected
workaholic
##0s
##ace
##ans
##aries
##bed
##els
##ery
##ised
##itation
##lar
##ll
##nd
##orn
##over
##ra
##side
18
absolute
addicted
allegations
app
approval
basic
below
bills
blessing
bones
brainwashed
brushed
buses
cakes
cane
chainsaw
chairman
cheek
childish
citizens
clarinet
comb
concerts
crown
cultured
darker
deer
delicate
dresses
emotions
examined
expression
foreigners
frozen
funerals
guts
heavier
hokkaido
income
inexperienced
infected
influenced
interrupted
itself
jerk
justice
kimono
knees
koala
lacks
lang
leak
lipstick
mars
mattress
memories
meter
mice
monkey
moral
motion
needy
notified
opposed
outgoing
overreacting
pedestrians
pies
pleaded
prettier
previous
properly
protest
punk
recipe
referring
rely
repeated
rewrite
roads
sake
salty
sane
saturdays
scandal
shameless
shops
shortcut
shown
sidewalk
slave
smelled
smiles
snore
statement
stressed
sumo
swamped
tax
terrorists
tests
tolerant
tomato
tooth
tortured
towels
unreasonable
usa
vivid
waist
washington
wednesday
www
##art
##atic
##atory
##bly
##crew
##ees
##ific
##ior
##ky
##lugged
##ncy
##oo
##ories
##osis
##ship
##tch
##ternal
##uch
##un
##unch
##ute
##vest
##writer
12
40
acts
ambition
anonymous
applied
arrival
articles
asthma
baggage
ballistic
blowing
boarding
browser
burnt
california
candidate
cautious
claims
clicked
colder
conditions
convenience
cooks
crew
criminals
deals
desired
destination
disappointing
dramatic
earrings
elaborate
excused
faces
fighter
fined
flashlight
foods
formed
frantic
grave
guilt
harsh
hectic
hesitate
horrified
humid
humiliated
hysterically
identical
import
indian
influential
inherited
jesus
joy
jumping
kindergarten
lap
likeable
linux
lions
manners
marathon
matches
medication
merciful
merciless
mexican
minister
miracles
mustard
nap
neat
nervously
normally
obscene
overslept
path
personality
pharmacist
phrase
pistol
plastered
politely
postcard
precise
pride
priorities
proactive
product
productive
protected
questioned
recent
region
relaxing
reservations
riot
rise
safer
sharpened
shovel
shows
shuttle
signature
sliced
slob
spilled
squirrel
stared
stirred
straw
stress
sudden
suffers
supplies
supporting
suspects
switzerland
tease
teased
technique
temporary
texas
textbook
theft
thick
threat
tomatoes
toothpaste
torture
touching
transportation
tunnel
umbrellas
understandable
unethical
uniforms
unsociable
virus
wolf
yelled
##ah
##ail
##ak
##als
##bon
##cle
##dge
##ear
##igent
##is
##ished
##istic
##izing
##ma
##nic
##oop
##pire
##posed
##rate
##ress
##ring
##tive
##tologist
##up
##used
addressed
aimed
ants
appearance
application
appointed
approach
astronaut
athlete
bare
barefoot
based
blonde
briefcase
brushing
cautiously
chew
choked
christianity
community
custody
debts
delayed
denies
discontented
disoriented
doorbell
dyslexic
eccentric
eclipse
effect
effective
environment
examples
exceptions
existence
expectations
expense
famished
formal
frogs
headphones
hiring
honestly
hospitality
humble
hung
ideal
install
interfering
lab
leading
locker
loose
margarine
multiple
obese
olives
opens
opponent
optimist
organ
pajamas
pancakes
panicked
pardon
peanut
pier
plain
possibly
predictable
puppy
pushing
quarrel
races
rash
recovery
repeating
reporter
respectful
returning
richest
riddle
ripped
rotten
sailed
san
satisfy
score
separate
severe
sewing
sharing
showered
society
sour
state
statue
stinks
sunny
tape
telegram
tin
toes
tossed
towards
typing
unacceptable
unbiased
uninsured
union
upon
visa
volume
voting
wings
worthy
wrist
zealand
##ach
##acy
##aded
##ider
##iled
##ique
##ization
##mate
##mble
##night
##ole
##ook
##ove
##oy
##ram
##row
##shed
##tle
##uck
##ug
##ular
##ums
##vable
##wer
##work
abused
accuracy
affairs
alien
amazed
ammunition
anniversary
apologies
architect
argued
arrives
assembled
aunts
biologist
blouse
blush
boil
borrows
budget
bullet
bunch
bury
campus
capitals
ceiling
celebrated
challenges
chased
chemistry
cherry
chuckled
clapped
closes
collected
compete
consequences
consulted
contest
dances
develop
dike
distressed
dj
dollar
economics
electric
emotional
entering
enthusiasm
escaping
exonerated
faint
fatter
forklift
francisco
freak
glum
gonna
grade
grandma
guards
hairstyle
handcuffed
heights
hood
impartial
intentionally
ivy
january
journalism
killer
kilos
kindly
leads
lean
leaned
limping
lyrics
magician
magnificent
majority
manipulative
marketing
memorized
microphone
moron
mosquito
nagoya
nail
nerve
noises
objected
occupied
ordinary
orphan
outdoors
outspoken
partly
passionate
pepperoni
persevering
picasso
pigeon
pineapple
plugged
pompous
products
psychologist
pulling
puts
random
reported
rings
rocket
roll
rolled
rough
rural
russia
sacrificed
sec
servants
settle
shift
shine
ships
shuttlecock
sissy
slammed
slapped
slowed
sober
spoons
square
stalling
stressful
supplied
surely
temptation
terrific
testing
thermometer
throwing
tire
tune
ufo
unbearable
uncertain
undecided
unimaginative
untrustworthy
vacant
vanished
veterinarian
victory
vienna
watered
welcomed
wisdom
wondering
wrapped
wreck
yawn
zebras
##af
##ague
##all
##ass
##bit
##cription
##dict
##ff
##graph
##iating
##ild
##ily
##imate
##itude
##ologist
##ome
##ors
##otic
##ple
##pose
##rim
##rm
##sters
##teen
##tent
##ters
##uation
##uction
##umber
##ward
##wed
2003
accumulated
advanced
apologizing
arabic
atmosphere
babies
badge
bandage
bankrupt
barked
batteries
beatles
besides
bethlehem
blocks
cds
cereal
chairperson
chapters
classified
cloud
coal
concentrating
congratulated
connect
cracked
crisis
cure
deadline
deepest
delegates
diabetic
dialed
dilemma
dim
director
disloyal
distraught
doubted
dozens
edison
employed
escort
especially
essentially
executed
existed
expenses
fanatic
filed
flown
folk
freshman
gangster
giggled
gloomy
graduation
greek
grumbling
heroes
hitting
humiliate
inappropriate
insist
intimidated
investing
ironic
jet
lacrosse
landlord
learner
licked
mark
millions
napkin
needing
nightmare
nosey
obeyed
obsessed
olympics
organization
overlooked
panda
penicillin
philosophy
poke
prime
property
protecting
relief
reminded
restart
ripe
rug
signal
singapore
smartphone
someplace
specialist
species
speeches
stable
stadium
stepfather
stomachache
storage
stuffed
subjects
sunset
sweden
sword
tailor
tap
task
teammates
telescope
tend
terminal
thoughtful
thousands
threatening
tiles
title
treasure
trips
troubles
tsunami
twentieth
unapproachable
unprejudiced
unscrupulous
weaknesses
weekends
wheel
witnessed
wolves
yokohama
youth
##ages
##air
##ama
##ame
##arted
##ased
##aving
##ball
##ctive
##ease
##ection
##ens
##fty
##gon
##hone
##iable
##iant
##ife
##ini
##inium
##int
##ked
##light
##lish
##mitted
##nds
##ode
##olar
##ore
##pe
##py
##rained
##ro
##rted
##rupt
##sive
##time
##uated
##uit
##uraging
##use
##uted
##utions
##vor
11
1945
24
accidentally
accomplished
addition
ankle
anticipated
approached
artists
aside
astrology
attributed
base
bathtub
behaving
bent
bleach
bless
bookkeeping
boxer
burns
buyer
cared
casino
celsius
champion
chopin
closing
clothing
clown
coast
colds
collapsed
comics
conceited
confession
consciousness
cooperate
coughed
curiosity
cuter
daily
darwin
dated
daydreaming
define
denmark
deprived
described
detained
developed
devoted
disappear
disc
dislikes
dolls
doubtful
drafted
drinker
earring
earthquakes
egotistical
eighteen
electrician
embraced
estate
european
exercising
exists
expired
feverish
fewer
fi
flies
forgets
forms
gamble
glue
grandpa
habits
handbag
horn
humans
imitate
imitating
immigrants
increasing
indoors
infection
injuries
intends
irresistible
keyboards
landed
landing
lethargic
majored
makeup
manual
material
melted
observe
odds
offensive
offering
onto
operate
opportunistic
opportunities
overtime
panic
parent
passion
philosopher
pipe
plot
polish
possessive
potential
prayer
predicted
produces
psychic
punched
quitting
rat
rate
referred
relationships
reserve
resigning
respects
resting
risked
robbery
root
rudeness
seminar
serve
shibuya
shivering
sipped
skill
smashed
snack
snoring
statues
sunlight
super
survivors
tag
theirs
thrilled
throbbing
tornado
translator
tuned
unknown
untidy
veteran
watermelon
websites
weed
wi
windy
wire
witnesses
wound
zombie
##ade
##afe
##anting
##azed
##ba
##bilities
##by
##cco
##cial
##cked
##cular
##ena
##fied
##ft
##fusion
##gue
##hop
##ically
##iff
##ils
##iness
##ips
##ko
##lashed
##listed
##me
##nated
##nding
##nted
##oat
##ogical
##oot
##ost
##ounced
##park
##pers
##pped
##ps
##ral
##raph
##rb
##rity
##rong
##ster
##tched
##tery
##ther
##tled
##ture
##ual
##uate
##ub
##ubbed
##ude
##ulate
##uous
##uring
##usion
##vant
##ved
##vid
##ware
##zard
##zed
15
absorbed
acknowledged
ain
allegation
ammo
angels
announcement
asian
assigned
awaiting
awoke
backing
backyard
baffled
bass
behaved
blocking
boarded
branch
breakdown
brightened
bun
businessman
bystander
cameras
celebrity
chatting
cheerleader
christian
clerk
compliments
concerns
congratulations
consideration
cotton
couscous
cowboy
cremated
cricket
cries
crook
customer
darkness
decorate
dedicate
dies
digging
directed
distant
doable
dolphins
drivers
eggnog
egypt
elbow
emotion
enormous
envied
events
expects
firing
fishy
fools
founded
fountain
framed
freeze
gathered
ginger
girlfriends
gray
grounded
haired
happiest
happily
heartburn
heated
heater
hint
hitler
hometown
hong
hugging
hypothesis
identified
idiots
immoral
incorrigible
instructor
intense
intervene
invention
irreplaceable
joining
kong
lasts
leadership
log
lover
lowered
materials
measured
melodramatic
monkeys
moves
mutual
naughty
numerous
overcome
partially
picking
plagiarism
pollution
pop
poster
practically
proofread
provoke
punishment
quarter
railway
rap
recession
recorded
regard
reggae
registration
relied
representative
requires
rescheduled
responded
retiring
reveal
reward
rewrote
rides
rookie
rumors
sailor
screen
secretly
secure
sending
shaky
shrieked
sickness
signs
silk
skis
software
soul
souvenir
spilt
starve
steel
sticks
streets
stretched
stung
sued
sunburn
suv
swearing
sweating
tactful
tags
telephoned
temperamental
tendency
thursday
titanic
tool
toothache
treating
trousers
turtles
twitter
undamaged
underestimated
unimpressed
unreal
update
updated
vampire
verge
violinist
visibly
vitamins
waved
wealth
whale
winked
##acked
##ads
##aled
##amy
##anity
##ash
##ates
##be
##ca
##chief
##cious
##cooked
##ctured
##dition
##ects
##ening
##fer
##gle
##ibility
##ief
##ina
##inating
##ination
##irt
##ivity
##ka
##ku
##lead
##let
##lim
##lin
##lip
##load
##loth
##lter
##lts
##lugs
##mit
##nal
##olved
##orm
##ounding
##oved
##pact
##pies
##ployment
##pse
##q
##rid
##robe
##roll
##tering
##torical
##tra
##ube
##ubes
##uce
##ucer
##ugal
##unted
##ures
##ury
##ush
##ver
##viction
##vious
##water
##while
1939
70
actual
adaptable
adjusted
admits
adore
advertising
agatha
airplanes
ambassador
anchovies
asap
ashtrays
assessment
assumption
asylum
attorney
audiobooks
ballet
baloney
banned
barbaric
barbecue
beaten
becomes
begged
beginners
behalf
belonged
bigot
bilingual
blames
blankets
blocked
bloom
boiling
bothers
bow
boyfriends
braille
bribes
britain
broom
bumped
cage
canoe
carries
cartwheel
cast
christie
cia
cleaner
cockroaches
coerced
command
complaint
composition
conform
consists
continent
coup
credible
crowbar
crushed
cubicle
curtains
cutie
dazzled
dealing
december
dejected
delivery
democracy
denying
depressing
disney
donate
dreadful
dropping
dusty
easter
economic
edible
elsewhere
equipment
exaggerated
figures
fits
flashed
flickering
floss
fold
font
forbidden
freelance
frugally
funds
giants
giggle
grandmothers
greece
guessed
harbor
heating
heaven
huddle
iceberg
independence
industry
inspired
insure
intoxicated
irritating
jacksons
judgment
keyboard
labor
latest
lemon
listless
loaned
logic
lovable
luckily
lumberjack
medications
methods
milton
minds
mug
mushrooms
negotiate
negotiator
nightmares
ninja
numb
officially
oncoming
originally
pal
passing
patiently
pattern
perfume
photographs
pierced
pigs
pointless
policemen
porch
promising
prudence
questioning
rainbow
rebel
recess
regularly
relented
represent
repulsive
require
restless
revealed
richer
ruins
scratch
screenshot
selfishness
series
seventy
sexy
shawl
shotgun
sink
skips
skirts
sock
solid
sonata
spelling
sponge
squirrels
stage
startled
statistics
stickler
stylish
swedish
swore
tahiti
tattletale
teenagers
teresa
thickheaded
tiresome
tissue
traditional
trailer
turkish
unbelievably
unenthusiastic
unpleasant
unwilling
visitor
voucher
voyage
warmly
wept
whales
wheat
withdraw
woozy
writers
yawning
##ained
##aked
##alog
##ami
##anny
##ards
##aring
##ase
##ashed
##aze
##bles
##box
##ceiving
##culating
##daughter
##do
##ep
##ezed
##fits
##ges
##go
##gth
##hase
##hill
##hor
##ially
##iation
##ican
##icted
##ience
##iles
##im
##iography
##ional
##ir
##itor
##ld
##ley
##mber
##mon
##nant
##nap
##nda
##ndered
##nia
##nts
##nut
##ob
##ography
##oky
##ond
##ores
##ort
##ote
##ouncer
##ound
##ower
##pes
##ply
##po
##proof
##race
##raceful
##reach
##ression
##rete
##rick
##rk
##rops
##rrow
##tein
##tical
##tically
##ties
##ucked
##ul
##ulation
##umbled
##ummy
##una
##ups
##ux
##val
##vert
##vil
##ville
##volve
##zing
##zon
1960
abacus
abuse
accusations
advantages
adventure
appointments
approaching
aquarium
archaeology
arguments
arrow
assured
attentively
australian
austria
automobiles
bake
bargain
beans
bells
beside
blues
blushing
booked
bouquet
bracelet
brake
breed
bringing
bully
butterflies
butterfly
buttons
cathedral
certificate
chalk
cheeseburger
choir
chopsticks
clients
coke
colorblind
combination
competed
conditioner
condolences
confiscated
contain
controlled
counted
crimes
custom
cuts
dam
damp
deciding
dieting
differs
dining
discover
disliked
divide
doghouse
donut
dozed
drawn
dull
dumbfounded
eighty
elementary
euros
evident
exceptional
exceptionally
expressed
extreme
fashioned
faults
flooded
flows
fluency
freezing
frighten
furnished
genuinely
goat
goats
graduating
grandson
guitars
hacked
handled
handrail
harassing
harmonica
hideous
holes
humming
hut
hydrogen
icy
ignorant
illegible
included
inconvenience
incorrectly
increased
innovative
insect
insulting
interpret
interviewed
inventive
investment
ironed
jelly
journey
karaoke
kite
knit
ladies
lasagna
launched
liars
lifeguard
lifestyle
lifter
lighter
masks
mat
mercy
messenger
mile
mosque
motor
mugged
nationality
niece
notify
outstanding
overdose
owners
painless
parrots
passwords
peaches
perplexed
pitch
pointing
poorer
prescription
prince
racist
rage
reduced
regards
responsibilities
retarded
retirement
rhythm
rusty
sacred
seeds
separately
serving
shark
shoreline
shortage
shouted
skate
skier
sneezing
snows
spray
stake
stepped
stoned
stores
strategy
strictly
strongly
substitute
superior
terrifying
texting
threats
ticklish
toothpick
tour
trace
trembling
troops
typhoon
unconvinced
unfounded
unstable
ups
upside
vegan
verify
versatile
vice
vietnam
violently
volunteer
warrant
whispering
widely
workaholics
worthless
xylophone
zero
##ability
##ain
##aki
##ald
##ara
##arch
##avy
##cated
##cuted
##ell
##ella
##eller
##ents
##fles
##gh
##gile
##gling
##hips
##iar
##icking
##icle
##idered
##iety
##ify
##ill
##illa
##inable
##inate
##inct
##ining
##ists
##itive
##itled
##ker
##kers
##lash
##lation
##len
##lined
##live
##lon
##lus
##mail
##nate
##natural
##ney
##ntic
##ntor
##oast
##oman
##onduct
##oner
##ood
##osed
##paid
##plicate
##pping
##que
##rang
##ray
##rine
##rog
##rous
##rows
##sia
##sion
##tinent
##tious
##to
##tructed
##ucking
##udo
##uggle
##uis
##ulating
##ulture
##utch
##utton
##v
##verse
##vities
##vy
##ws
##ziest
119
16
1980
200
80
97
abducted
accusation
ache
acquaintance
activity
admission
affected
african
aged
aliens
alley
analysis
analytical
anime
appearances
applies
appreciation
apprentice
articulate
asia
assertive
atomic
attract
authorized
backwards
bark
basil
beg
block
brakes
branches
catching
central
challenged
charm
cheer
chewed
columbus
communication
complication
consent
consented
constant
cork
counter
cpr
crack
croatia
crocodile
cursed
cushions
cycling
cynical
dangers
dealt
dear
defense
demented
deported
design
determination
development
disagreed
disco
domestic
donuts
downloaded
dragged
eater
economically
eloquent
ethnic
evolution
exclude
exhaled
experimented
explode
fashionable
feared
february
firewood
flinched
float
folded
ford
fourth
fried
froze
gang
gardening
goofed
gradually
grasped
gratitude
grinned
gross
grouch
hammock
hardware
harp
hearts
honk
household
humanity
hurried
hypocritical
hysterical
imports
indiscreet
individual
inefficient
inflation
insensitive
insists
insomnia
instinct
intriguing
invincible
invisible
isolated
jewelry
jewels
jingle
judgement
kanji
klutz
lawn
lemonade
lemons
lighten
limits
lip
loaf
lobby
lobster
location
locks
longest
luxury
mailbox
mandatory
maniac
manipulate
marked
meantime
minimum
mixed
moaned
moderately
motivation
mule
muscles
mysteries
nagasaki
necessarily
newton
ninety
nuisance
occasion
onion
overconfident
overlook
pacifist
partners
passes
peeling
perfection
performed
perseverance
pirates
pledged
poisonous
posted
powerless
pox
prevent
print
printed
professors
prognosis
proposed
protested
proves
pub
purchase
puzzles
quarreled
railroad
raisins
reader
recycle
recycled
references
regular
relatively
relieve
replied
reports
resilient
rewarded
rip
riser
rises
salesman
savvy
scrawny
sends
shanghai
shares
sharks
sheets
shining
shots
signaled
singers
sins
situations
slavery
sleeve
soaking
sobbing
solutions
somewhat
southeastern
specifics
spoil
squinted
steps
stiff
sting
strawberry
sunshine
supported
surface
sweets
sympathy
tasty
tested
testify
texts
thanksgiving
therapist
thrown
toast
transferred
ukulele
undependable
underlined
unemotional
unforgettable
unfortunate
untied
valentine
vampires
vegetable
victorious
whichever
whiskey
whisky
wig
winners
witch
wives
wool
##!
##"
##$
##%
##&
##'
##,
##-
##.
##/
##:
##;
##?
##j
##°
##’
##€
